Repository: charlie0421/picnic-app
Catalog: picnic_lib/lib/l10n/app_*.arb
Languages: id, ja, zh

# post_minor_board_create_request_message_condition
source: Please include at least 10 characters in your message requesting to open a board.
id: Harap sertakan setidaknya 10 karakter dalam pesan Anda yang meminta untuk membuka papan.
ja: 掲示板オープンリクエストメッセージは10文字以上入力してください。
zh: 请在申请开设留言板的信息中至少包含 10 个字符。

# post_minor_board_create_request_message_input
source: Enter a message requesting to open a board.
id: Masukkan pesan yang meminta untuk membuka papan.
ja: 掲示板オープンリクエストメッセージを入力してください。
zh: 输入要求打开留言板的信息。

# post_minor_board_description
source: Minor bulletin board descriptions
id: Deskripsi papan buletin kecil
ja: マイナー掲示板の説明
zh: 小公告栏说明

# post_minor_board_description_input
source: Please enter a description for your minor board.
id: Masukkan deskripsi untuk papan minor Anda.
ja: マイナー掲示板の説明を入力してください。
zh: 请为您的未成年人板输入描述。

# post_minor_board_name
source: Minor board name
id: Nama papan kecil
ja: マイナー掲示板名
zh: 小板名称

# post_minor_board_name_input
source: Please enter a name for your minor board.
id: Silakan masukkan nama untuk papan minor Anda.
ja: マイナー掲示板名を入力してください。
zh: 请输入未成年人板的名称。

# post_my_compatibilities
source: My compatibility
id: Kompatibilitas saya
ja: 私の相性
zh: 我的兼容性

# post_my_written_post
source: Posts I've written
id: Posting yang telah saya tulis
ja: 私が書いた記事
zh: 我撰写的文章

# post_my_written_reply
source: Comments I wrote
id: Komentar yang saya tulis
ja: 私が書いたコメント
zh: 我写的评论

# post_my_written_scrap
source: My Scraps
id: Sisa-sisa saya
ja: 私のスクラップ
zh: 我的废品

# post_no_comment
source: No comments.
id: Tidak ada komentar.
ja: コメントはありません。
zh: 无评论。

# post_not_found
source: No posts were found.
id: Tidak ada tulisan yang ditemukan.
ja: 投稿が見つかりません。
zh: 未找到任何帖子。

# post_replying_comment
source: Replying to {nickname}...
id: Membalas ke {nickname}...
ja: {nickname}さんへの返信中...
zh: 回复 {nickname}...

# post_report_fail
source: The report failed.
id: Laporan tersebut gagal.
ja: 申告に失敗しました。
zh: 报告没有通过。

# post_report_label
source: Make a report
id: Membuat laporan
ja: 報告する
zh: 提交报告

# post_report_other_input
source: Please enter any other reason.
id: Silakan masukkan alasan lainnya.
ja: その他の理由を入力してください。
zh: 请输入任何其他原因。

# post_report_reason_1
source: Unsavory posts
id: Posting yang tidak menyenangkan
ja: 公序良俗に反する投稿
zh: 不雅帖子

# post_report_reason_2
source: Sexist, racist posts
id: Postingan yang bersifat seksis dan rasis
ja: 男女、人種差別的な投稿
zh: 性别歧视和种族主义帖子

# post_report_reason_3
source: Posts containing offensive profanity
id: Postingan yang mengandung kata-kata kotor yang menyinggung
ja: 不愉快な罵詈雑言を含む投稿
zh: 包含冒犯性亵渎语言的帖子

# post_report_reason_4
source: Advertising/Promotional Posts
id: Posting Iklan/Promosi
ja: 広告・宣伝性の投稿
zh: 广告/宣传职位

# post_report_reason_5
source: Other
id: Lainnya
ja: その他
zh: 其他

# post_report_reason_input
source: Please select a reason for your report.
id: Pilih alasan untuk laporan Anda.
ja: 申告理由を選択してください。
zh: 请选择报告原因。

# post_report_reason_label
source: Reasons for reporting
id: Alasan pelaporan
ja: 申告理由
zh: 报告原因

# post_report_success
source: The report is complete.
id: Laporan sudah selesai.
ja: 申告が完了しました。
zh: 报告已完成。

# post_temporary_save_complete
source: Draft complete.
id: Draf selesai.
ja: 一時保存完了。
zh: 草案完成。

# post_title_placeholder
source: Please enter a title.
id: Silakan masukkan judul.
ja: タイトルを入力してください。
zh: 请输入标题。

# post_write_board_post
source: Create a post
id: Membuat postingan
ja: 投稿する
zh: 创建一个职位

# post_write_post_recommend_write
source: Please create a post.
id: Silakan buat postingan.
ja: 投稿をお願いします。
zh: 请创建一个帖子。

# post_youtube_link
source: YouTube link
id: Tautan YouTube
ja: ユーチューブリンク
zh: YouTube 链接

# purchase_confirm_button
source: Purchase
id: Beli
ja: 購入する
zh: 购买

# purchase_confirm_message
source: Would you like to purchase the following item?
id: Apakah Anda ingin membeli item berikut?
ja: 以下の商品を購入しますか？
zh: 您要购买以下商品吗？

# purchase_confirm_title
source: Purchase Confirmation
id: Konfirmasi Pembelian
ja: 購入確認
zh: 购买确认

# purchase_cooldown_message
source: Please try again in a moment.
id: Silakan coba lagi nanti.
ja: しばらくしてから再度お試しください。
zh: 请稍后重试。

# purchase_in_progress_message
source: Purchase is in progress. Please wait a moment.
id: Pembelian sedang berlangsung. Mohon tunggu sebentar.
ja: 購入処理中です。しばらくお待ちください。
zh: 购买正在进行中。请稍等。

# purchase_initializing_message
source: Initializing. Please try again in a moment.
id: Pembelian sedang berlangsung. Mohon tunggu sebentar.
ja: 購入処理中です。しばらくお待ちください。
zh: 购买正在进行中。请稍等。

# purchase_payment_amount
source: Payment Amount
id: Jumlah Pembayaran
ja: 支払い金額
zh: 支付金额

# purchase_restore_success_message
source: Purchase restoration completed.\nPlease check your star candy balance.
id: Pemulihan pembelian selesai.\nSilakan periksa saldo star candy Anda.
ja: 購入の復元が完了しました。\nスターキャンディの残高をご確認ください。
zh: 购买恢复完成。\n请检查您的星糖余额。

# purchase_restore_wait_message
source: Purchase is in progress. Please try again after completion.
id: Pembelian sedang berlangsung. Silakan coba lagi setelah selesai.
ja: 購入処理中です。完了後に再度お試しください。
zh: 购买正在进行中。完成后请重试。

# purchase_timeout_message
source: Purchase processing is taking too long.\nPlease try again later.
id: Proses pembelian memakan waktu terlalu lama.\nSilakan coba lagi nanti.
ja: 購入処理に時間がかかりすぎています。\nしばらくしてから再度お試しください。
zh: 购买处理时间过长。\n请稍后重试。

# purchase_web_message
source: This is the payment window for those who can't pay with the app. Please copy the random ID in advance. After copying it, click the button below to proceed with the payment.
id: Ini adalah jendela pembayaran bagi mereka yang tidak dapat membayar dengan aplikasi. Harap salin ID acak terlebih dahulu. Setelah menyalinnya, klik tombol di bawah ini untuk melanjutkan pembayaran.
ja: アプリ決済ができない方のための決済画面です。 あらかじめ乱数IDをコピーしてください。 コピー後、下のボタンを押して支払いを行ってください。
zh: 这是为无法使用应用程序付款的用户提供的付款窗口。 请提前复制随机 ID。 复制后，点击下面的按钮进行支付。

# qna_attached_files
source: Attached Files
id: File Terlampir
ja: 添付ファイル
zh: 附加文件

# qna_cancel
source: Cancel
id: Batal
ja: キャンセル
zh: 取消

# qna_content_hint
source: Please enter your inquiry in detail
id: Masukkan isi konsultasi dengan detail
ja: お問い合わせ内容を詳しく入力してください
zh: 请详细输入咨询内容

# qna_content_min_length
source: Inquiry content must be at least 10 characters
id: Isi konsultasi minimal 10 karakter
ja: お問い合わせ内容は最低10文字以上入力してください
zh: 咨询内容至少需要10个字符

# qna_content_required
source: Please enter inquiry content
id: Harap masukkan isi konsultasi
ja: お問い合わせ内容を入力してください
zh: 请输入咨询内容

# qna_content_too_short
source: Content is too short
id: Konten terlalu pendek
ja: 内容が短すぎます
zh: 内容太短

# qna_create_failed
source: Failed to submit inquiry:
id: Gagal mendaftar konsultasi:
ja: お問い合わせ登録失敗：
zh: 咨询提交失败：

# qna_create_first
source: Create your first Q&A
id: Buat tanya jawab pertama Anda
ja: 最初のQ&Aを作成してください
zh: 创建您的第一个问答

# qna_create_page_title
source: Create Inquiry
id: Buat Konsultasi
ja: お問い合わせ作成
zh: 创建咨询

# qna_create_success
source: Inquiry has been successfully submitted
id: Konsultasi berhasil didaftarkan
ja: お問い合わせが正常に登録されました
zh: 咨询已成功提交

# qna_delete
source: Delete
id: Hapus
ja: 削除
zh: 删除

# qna_delete_confirm
source: Delete
id: Hapus
ja: 削除
zh: 删除

# qna_delete_confirm_content
source: Delete this inquiry? It cannot be recovered after deletion.
id: Hapus konsultasi ini? Tidak dapat dipulihkan setelah dihapus.
ja: このお問い合わせを削除しますか？ 削除後は復元できません。
zh: 是否删除此咨询？ 删除后无法恢复。

# qna_delete_failed
source: Failed to delete
id: Gagal menghapus
ja: 削除に失敗しました
zh: 删除失败

# qna_delete_success
source: Inquiry has been deleted
id: Konsultasi telah dihapus
ja: お問い合わせが削除されました
zh: 咨询已删除

# qna_detail_page_title
source: Inquiry Details
id: Detail Konsultasi
ja: お問い合わせ詳細
zh: 咨询详情

# qna_edit
source: Edit
ja: 修正
zh: 编辑

# qna_empty_list
source: No Q&A items yet
id: Belum ada tanya jawab
ja: まだQ&Aがありません
zh: 还没有问答

# qna_error_message
source: An error occurred
id: Terjadi kesalahan
ja: エラーが発生しました
zh: 发生了错误

# qna_file_attach_label
source: File Attachment
id: Lampiran File
ja: ファイル添付
zh: 附加文件

# qna_file_select
source: Select File
id: Pilih File
ja: ファイル選択
zh: 选择文件

# qna_file_upload_info
source: • Maximum 10MB upload allowed • Supported formats: Images (jpg, png, gif), Documents (pdf, doc, txt)
id: • Maksimal upload 10MB • Format yang didukung: Gambar (jpg, png, gif), Dokumen (pdf, doc, txt)
ja: • 最大10MBまでアップロード可能 • 対応形式：画像（jpg、png、gif）、文書（pdf、doc、txt）
zh: • 最大可上传10MB • 支持格式：图片（jpg、png、gif）、文档（pdf、doc、txt）

# qna_file_uploading_button
source: File Uploading...
id: File Sedang Upload...
ja: ファイルアップロード中...
zh: 文件上传中...

# qna_list_title
source: Q&A List
id: Daftar Tanya Jawab
ja: Q&Aリスト
zh: 问答列表

# qna_login_required
source: Login Required
id: Login diperlukan
ja: ログインが必要です
zh: 需要登录

# qna_login_required_create
source: To create QnA please login first
id: Untuk membuat QnA harap login terlebih dahulu
ja: QnA作成のためには まずログインしてください
zh: 创建QnA需要 先进行登录

# qna_login_required_detail
source: To view QnA details please login first
id: Untuk melihat detail QnA harap login terlebih dahulu
ja: QnA詳細情報を見るには まずログインしてください
zh: 查看QnA详细信息需要 先进行登录

# qna_login_required_service
source: To use QnA service please login first
id: Untuk menggunakan layanan QnA harap login terlebih dahulu
ja: QnAサービスをご利用いただくには まずログインしてください
zh: 使用QnA服务需要 先进行登录

# qna_mark_resolved
source: Mark as Resolved
id: Tandai Selesai
ja: 解決済みにする
zh: 标记为已解决

# qna_no_answer_yet
source: No answer yet
id: Belum ada jawaban
ja: まだ回答がありません
zh: 暂无回答

# qna_page_title
source: QnA Inquiry
id: QnA Konsultasi
ja: QnA お問い合わせ
zh: QnA 咨询

# qna_privacy_notice
source: Information you enter will be collected and used for inquiry processing. Please check our privacy policy for details.
id: Untuk pemrosesan konsultasi, informasi yang Anda masukkan akan dikumpulkan dan digunakan. Detail dapat dilihat di kebijakan privasi.
ja: お問い合わせ処理のため、入力された情報が収集・利用されます。詳細はプライバシーポリシーをご確認ください。
zh: 为处理咨询，将收集并使用您输入的信息。详情请查看隐私政策。

# qna_status_answered
source: Answered
id: Sudah Dijawab
ja: 回答完了
zh: 回答完成

# qna_status_closed
source: Closed
id: Ditutup
ja: 終了
zh: 已结束

# qna_status_pending
source: Awaiting Response
id: Menunggu Jawaban
ja: 回答待ち
zh: 等待回答

# qna_status_resolved
source: Resolved
id: Selesai
ja: 解決済み
zh: 已解决

# qna_submit_button
source: Submit Inquiry
id: Daftar Konsultasi
ja: お問い合わせ登録
zh: 提交咨询

# qna_submit_error
source: Failed to submit Q&A
id: Gagal mengirim tanya jawab
ja: Q&Aの送信に失敗しました
zh: 问答提交失败

# qna_submit_success
source: Q&A submitted successfully
id: Tanya jawab berhasil dikirim
ja: Q&Aが正常に送信されました
zh: 问答提交成功

# qna_title
source: Title
id: Judul
ja: タイトル
zh: 标题

# qna_title_hint
source: Please enter a brief summary of your inquiry
id: Masukkan ringkasan konsultasi dengan singkat
ja: お問い合わせの概要を簡潔に入力してください
zh: 请简洁地输入咨询概要

# qna_title_min_length
source: Title must be at least 5 characters
id: Judul minimal 5 karakter
ja: タイトルは最低5文字以上入力してください
zh: 标题至少需要5个字符

# qna_title_required
source: Please enter a title
id: Harap masukkan judul
ja: タイトルを入力してください
zh: 请输入标题

# qna_title_too_short
source: Title is too short
id: Judul terlalu pendek
ja: タイトルが短すぎます
zh: 标题太短

# qna_upload_complete
source: Upload Complete
id: Upload Selesai
ja: アップロード完了
zh: 上传完成

# qna_upload_waiting
source: Upload Waiting
id: Menunggu Upload
ja: アップロード待ち
zh: 等待上传

# qna_uploading
source: Uploading...
id: Sedang Upload...
ja: アップロード中...
zh: 上传中...

# qna_validation_failed
source: Please check your input.
id: Harap periksa isi input.
ja: 入力内容をご確認ください。
zh: 请检查输入内容。

# replies
source: Comments
id: Komentar
ja: コメント
zh: 评论

# reward
source: Rewards
id: Penghargaan
ja: リワード
zh: 奖励

source: Save
id: Simpan
ja: 保存
zh: 节省

source: Searching...
id: Mencari...
ja: 検索中...
zh: 搜索中...

source: seconds
id: detik
ja: 蝋燭
zh: 秒钟

source: Share
id: Bagikan
ja: 共有
zh: 分享

# share_image_fail
source: Image sharing failed
id: Berbagi gambar gagal
ja: 画像共有に失敗
zh: 图像共享失败

# share_image_success
source: Shared image successfully
id: Berhasil membagikan gambar
ja: 画像共有成功
zh: 成功共享图像

# share_no_twitter
source: X app is missing.
id: Aplikasi X tidak ada.
ja: Xアプリがありません。
zh: X 应用程序丢失。

# share_twitter
source: Share on Twitter
id: Bagikan di Twitter
ja: Twitter共有
zh: 在 Twitter 上分享

# starCandy100
source: 100 StarCandy
ja: スターキャンディ100個
zh: 星星糖果100个

# starCandy1000
source: 1000 StarCandy + 150 Bonus
id: 1000 StarCandy + Bonus 150
ja: スターキャンディ1000個 + ボーナス150個
zh: 星星糖果1000个 + 奖励150个

# starCandy200
source: 200 StarCandy + 25 Bonus
id: 200 StarCandy + Bonus 25
ja: スターキャンディ200個 + ボーナス25個
zh: 星星糖果200个 + 奖励25个

# starCandy2000
source: 2000 StarCandy + 320 Bonus
id: 2000 StarCandy + Bonus 320
ja: スターキャンディ2000個 + ボーナス320個
zh: 星星糖果2000个 + 奖励320个

# starCandy3000
source: 3000 StarCandy + 540 Bonus
id: 3000 StarCandy + Bonus 540
ja: スターキャンディ3000個 + ボーナス540個
zh: 星星糖果3000个 + 奖励540个

# starCandy4000
source: 4000 StarCandy + 760 Bonus
id: 4000 StarCandy + Bonus 760
ja: スターキャンディ4000個 + ボーナス760個
zh: 星星糖果4000个 + 奖励760个

# starCandy5000
source: 5000 StarCandy + 1000 Bonus
id: 5000 StarCandy + Bonus 1000
ja: スターキャンディ5000個 + ボーナス1000個
zh: 星星糖果5000个 + 奖励1000个

# starCandy600
source: 600 StarCandy + 85 Bonus
id: 600 StarCandy + Bonus 85
ja: スターキャンディ600個 + ボーナス85個
zh: 星星糖果600个 + 奖励85个

source: Success
id: Berhasil
ja: 成功
zh: 成功

# text_achievement
source: 🎉 You've reached ${count} goals so far! 🎉
id: 🎉 Anda telah mencapai target ${count} sejauh ini! 🎉
ja: 🎉 これまでに${count}個の目標達成！ 🎉
zh: 到目前为止，您已实现 ${count} 目标！🎉

# text_ads_random
source: Viewing ads and collecting random images.
id: Melihat iklan dan mengumpulkan gambar acak.
ja: 広告表示とランダム画像収集。
zh: 查看广告并收集随机图片。

# text_bonus
source: Bonuses
id: Bonus
ja: ボーナス
zh: 奖金

# text_bookmark_failed
source: Failed to unbookmark
id: Gagal membatalkan penandaan buku
ja: ブックマーク解除に失敗しました
zh: 取消书签失败

# text_bookmark_over_5
source: You can have up to five bookmarks
id: Anda dapat memiliki hingga lima penanda
ja: ブックマークは最大5個まで可能です。
zh: 您最多可以拥有五个书签

# text_comming_soon_pic_chart1
source: Welcome to Peek Charts! See you in November 2024!
id: Selamat datang di Peek Charts! Sampai jumpa di bulan November 2024!
ja: ピックチャートへようこそ！ 2024年11月にお会いしましょう！
zh: 欢迎访问 Peek Charts！ 2024 年 11 月再见！

# text_comming_soon_pic_chart2
source: Pie charts are a new chart unique to Peeknick that reflects daily, weekly, and monthly scores. Peeknick's new chart that reflects daily, weekly, and monthly scores.
id: Diagram lingkaran adalah diagram baru yang unik untuk Peeknick yang mencerminkan skor harian, mingguan, dan bulanan. Grafik baru Peeknick yang mencerminkan skor harian, mingguan, dan bulanan.
ja: ピックチャートは、日次、週次、月次のスコアを反映している ピクニックならではの新しいチャートです。
zh: 饼图是 Peeknick 独有的新图表，可反映每日、每周和每月的分数。 Peeknick 反映每日、每周和每月得分的新图表。

# text_comming_soon_pic_chart3
source: Get a real-time reflection artist's brand reputation in real-time!
id: Dapatkan refleksi waktu nyata reputasi merek artis secara real-time!
ja: リアルタイムで反映される アーティストのブランド評判をご確認ください！
zh: 实时反映 艺术家的品牌声誉！

# text_comming_soon_pic_chart_title
source: What is a PicChart?
id: Apa yang dimaksud dengan PicChart?
ja: ピクチャーチャートとは？
zh: 什么是饼图？

# text_community_board_search
source: Searching the Artist Board
id: Mencari Papan Artis
ja: アーティスト掲示板検索
zh: 搜索艺术家板

# text_community_post_search
source: Search
id: Pencarian
ja: 検索
zh: 搜索

# text_copied_address
source: The address has been copied.
id: Alamat telah disalin.
ja: アドレスがコピーされました。
zh: 地址已复制。

# text_dialog_ad_dismissed
source: The ad stopped midway through.
id: Iklan berhenti di tengah jalan.
ja: 広告を途中で止めました。
zh: 广告中途停止了。

# text_dialog_ad_failed_to_show
source: Failed to load ads.
id: Gagal memuat iklan.
ja: 広告の読み込みに失敗
zh: 加载广告失败。

# text_dialog_star_candy_received
source: Star candy has been awarded.
id: Permen bintang telah diberikan.
ja: 星飴が支給されました。
zh: 已颁发星形糖果。

# text_dialog_vote_amount_should_not_zero
source: The number of votes cannot be zero.
id: Jumlah suara tidak boleh nol.
ja: 投票数は0にすることはできません。
zh: 票数不能为零。

# text_draw_image
source: Confirmed ownership of 1 image from the entire gallery.
id: Kepemilikan yang dikonfirmasi atas 1 gambar dari seluruh galeri.
ja: 全ギャラリーのうち、1枚の画像を確定的に所蔵
zh: 确认整个图库中 1 张图片的所有权。

# text_hint_search
source: Search for artists
id: Cari artis
ja: アーティスト検索
zh: 搜索艺术家

# text_moveto_celeb_gallery
source: Navigate to the selected artist's home.
id: Arahkan ke rumah artis yang dipilih.
ja: 選択したアーティストの家に移動します。
zh: 导航至所选艺术家的主页。

# text_need_recharge
source: Requires charging.
id: Membutuhkan pengisian daya.
ja: 充電が必要です。
zh: 需要充电。

# text_no_artist
source: No artist
id: Tidak ada artis
ja: アーティストがいません
zh: 无艺术家

# text_no_search_result
source: No search results.
id: Tidak ada hasil pencarian.
ja: 検索結果がありません。
zh: 没有搜索结果。

# text_purchase_vat_included
source: *Price includes VAT.
id: *Harga sudah termasuk PPN.
ja: *価格はVAT込みの価格です。
zh: *价格包含增值税。

# text_star_candy
source: Star Candy
id: Bintang Permen
ja: スターキャンディー
zh: 星形糖果

# text_star_candy_with_bonus
source: {num1} + {num1} Bonuses
id: {num1} + {num1} Bonus
ja: {num1}個 +{num1}個のボーナス
zh: {num1} + {num1} 奖金

# text_this_time_vote
source: This Vote
id: Suara ini
ja: 今回の投票
zh: 本次投票

# text_vote_complete
source: Voting complete
id: Pemungutan suara selesai
ja: 投票完了
zh: 投票结束

# text_vote_countdown_end
source: Until End
id: Hingga Selesai
ja: 終了まで
zh: 距离结束

# text_vote_countdown_start
source: Until Start
id: Hingga Mulai
ja: 開始まで
zh: 距离开始

# text_vote_ended
source: Ended
id: Berakhir
ja: 終了
zh: 已结束

# text_vote_rank
source: Rank {rank}
ja: {rank}位
zh: 排名 {rank}

# text_vote_rank_in_reward
source: Rank in Rewards
id: Peringkat dalam Penghargaan
ja: ランクインリワード
zh: 奖励排名

# text_vote_reward
source: {count} reward
id: {count} hadiah
ja: {count} 報酬
zh: {count} 奖励

# text_vote_where_is_my_bias
source: Where's My Favorite?
id: Di mana Favorit Saya?
ja: 私のお気に入りはどこ？
zh: 我的最爱在哪？

# time_days_ago
source: days ago
id: hari lalu
ja: 日前
zh: 天前

# time_hours_ago
source: hours ago
id: jam lalu
ja: 時間前
zh: 小时前

# time_just_now
source: just now
id: baru saja
ja: たった今
zh: 刚刚

# time_minutes_ago
source: minutes ago
id: menit lalu
ja: 分前
zh: 分钟前

# time_unit_day
source: D
ja: 日
zh: 日

# time_unit_hour
source: H
ja: 時
zh: 小时

# time_unit_minute
source: M
ja: 分
zh: 分

# time_unit_second
source: S
ja: 秒
zh: 秒

# title_dialog_library_add
source: Add a new album
id: Menambahkan album baru
ja: 新しいアルバムを追加
zh: 添加新相册

# title_dialog_success
source: Success
id: Sukses
ja: 成功
zh: 成功

# title_select_language
source: Select a language
id: Pilih bahasa
ja: 言語の選択
zh: 选择语言

# toast_max_five_celeb
source: You can add up to five of your own artists.
id: Anda dapat menambahkan hingga lima artis Anda sendiri.
ja: マイアーティストは最大5人まで追加できます。
zh: 您最多可以添加五位自己的艺术家。

# update_button
source: Update
id: Memperbarui
ja: 最新情報
zh: 更新

# update_cannot_open_appstore
source: I can't open the app store.
id: Saya tidak bisa membuka toko aplikasi.
ja: アプリストアを開くことができません。
zh: 我无法打开应用程序商店。

# update_recommend_text
source: A new version ({version}) is available.
id: Versi baru ({version}) tersedia.
ja: 新しいバージョン({version})が利用可能です。
zh: 新版本 ({version}) 已发布。

# update_required_message
source: You need to update to a new version to continue using the app.
id: Anda perlu memperbarui ke versi baru untuk terus menggunakan aplikasi.
ja: アプリを引き続きご利用いただくには、新しいバージョンに更新する必要があります。
zh: 要继续使用应用程序，您需要更新到新版本。

# update_required_text
source: You need to update to a new version ({version}).
id: Anda perlu memperbarui ke versi baru ({version}).
ja: 新しいバージョン({version})へのアップデートが必要です。
zh: 您需要更新到新版本 ({version})。

# update_required_title
source: An update is required.
id: Diperlukan pembaruan.
ja: アップデートが必要です。
zh: 需要更新。

source: Views
id: Tampilan
ja: 再生回数
zh: 意见

# vote_item_request_addition_request
source: Vote artists addition request
id: Permohonan penambahan item pemungutan suara
ja: 投票項目の追加リクエスト
zh: 投票项添加请求

# vote_item_request_already_applied_artist
source: You have already applied for this artist.
id: Anda telah mengajukan permohonan untuk artis ini.
ja: このアーティストへの応募は既に完了しています。
zh: 您已为该艺术家提交过申请。

# vote_item_request_already_registered
source: Already registered
id: Sudah terdaftar
ja: 既に登録済み
zh: 已经注册

# vote_item_request_artist_name_missing
source: Artist name missing
id: Nama artis tidak tersedia
ja: アーティスト名が入力されていません
zh: 艺术家名称缺失

# vote_item_request_button
source: Apply for Vote Candidate
id: Ajukan Permohonan untuk Calon Pemilih
ja: 投票候補者への応募
zh: 申请投票候选人

# vote_item_request_can_apply
source: Can apply
id: Dapat diajukan
ja: 適用可能
zh: 可申请

# vote_item_request_count
source: count
id: jumlah permintaan item suara
ja: 数
zh: 申请数量

# vote_item_request_current_item_request
source: Current Artist Request
id: Permohonan Item Saat Ini
ja: 現在のアイテムリクエスト
zh: 当前项目请求

# vote_item_request_item_request_count
source: {count} artists requests
id: {count} permintaan item
ja: {count} アイテムリクエスト
zh: {count} 项目请求

# vote_item_request_no_item_request_yet
source: No artist request yet
id: Belum ada permintaan item
ja: まだアイテムのリクエストはありません
zh: 尚未收到任何项目请求

# vote_item_request_no_search_results
source: No search results found
id: Tidak ada hasil pencarian
ja: 検索結果がありません
zh: 未找到搜索结果

# vote_item_request_search_artist
source: Search Artist
id: Cari Seniman
ja: アーティスト検索
zh: 搜索艺术家

# vote_item_request_search_artist_hint
source: Search for artist or group
id: Cari artis atau grup
ja: アーティストまたはグループを検索
zh: 搜索艺术家或乐队

# vote_item_request_search_artist_prompt
source: Search for an artist to apply
id: Cari artis untuk diajukan
ja: アーティストを検索して応募する
zh: 搜索要申请的艺术家

# vote_item_request_status
source: Request status
id: Status permintaan
ja: リクエストのステータス
zh: 申请状态

# vote_item_request_status_approved
source: Approved
id: Disetujui
ja: 承認済み
zh: 已批准

# vote_item_request_status_cancelled
source: Cancelled
id: Dibatalkan
ja: キャンセルされました
zh: 已取消

# vote_item_request_status_in_progress
source: In Progress
id: Sedang diproses
ja: 進行中
zh: 正在处理中

# vote_item_request_status_pending
source: Pending
id: Menunggu
ja: 保留中
zh: 待处理

# vote_item_request_status_rejected
source: Rejected
id: Ditolak
ja: 却下されました
zh: 已拒绝

# vote_item_request_status_unknown
source: Unknown
id: Tidak diketahui
ja: 不明
zh: 未知

# vote_item_request_submit
source: Submit
id: Kirim
ja: 送信
zh: 提交

# vote_item_request_title
source: Vote Artist Request
id: Permintaan Pemungutan Suara untuk Seniman
ja: アーティスト投票リクエスト
zh: 投票艺术家请求

# vote_item_request_total_item_requests
source: Total {count} artists requests
id: Total permintaan item {count}
ja: {count} のアイテムリクエストの総数
zh: 总 {count} 项请求

# vote_item_request_user_info_not_found
source: User information not found.
id: Informasi pengguna tidak ditemukan.
ja: ユーザー情報が見つかりませんでした。
zh: 用户信息未找到。

# vote_item_request_waiting
source: Waiting
id: Menunggu
ja: 待機中
zh: 等待中

# vote_result_save_button
source: Save the results
id: Menyimpan hasil
ja: 結果保存
zh: 保存结果

# vote_result_share_button
source: Share your results
id: Bagikan hasil Anda
ja: 結果共有
zh: 分享您的成果

# vote_share_message
source: Voted!
ja: 投票完了！
zh: 投了赞成票！

# voting_limit_text
source: To prevent traffic surges, total usage is limited to 10,000 at a time.
id: Untuk mencegah lonjakan lalu lintas, total penggunaan dibatasi hingga 10.000 dalam satu waktu.
ja: トラフィック急増防止のため、全体の使用は一度に1万個まで可能です。
zh: 为防止流量激增，每次使用总量限制为 10,000 次。

# voting_limit_warning
source: Only up to 10,000 is allowed.
id: Hanya hingga 10.000 yang diperbolehkan.
ja: 最大1万個までしかできません
zh: 最多只允许 10 000 人。

# voting_share_benefit_text
source: Get 1 bonus star candy for every 100 votes and share!
id: Dapatkan 1 bonus permen bintang untuk setiap 100 suara dan bagikan!
ja: 100個以上投票してシェアすると、100個につき1個のボーナスお菓子をプレゼント！
zh: 每 100 次投票和分享可获得 1 颗奖励星星糖果！

# withdrawal_success
source: The unsubscribe was processed successfully.
id: Berhenti berlangganan berhasil diproses.
ja: 退会が正常に処理されました。
zh: 退订已成功处理。
