Repository: charlie0421/picnic-app
Catalog: picnic_lib/lib/l10n/app_*.arb
Languages: id, ja, zh

# achieve
source: Achievement
id: Pencapaian
ja: 達成
zh: 成就

# ads_available_time
source: Next available time to watch ads
id: Waktu berikutnya untuk menonton iklan
ja: 次の広告視聴可能時間
zh: 下次可观看广告时间

source: Anonymous
id: Anonim
ja: 匿名
zh: 匿名

source: Anonymous Mode
id: Mode Anonim
ja: 匿名モード
zh: 匿名模式

# app_name
source: Picnic
id: Piknik
ja: ピクニック
zh: 野餐

# block_user_label
source: Blocking users
id: Memblokir pengguna
ja: ユーザーブロック
zh: 屏蔽用户

# bonus_candy_awarded
source: Star candy has been awarded.
id: Permen bintang telah diberikan.
ja: 星飴が支給されました。
zh: 已奖励星星糖果。

# button_apply_as_candidate
source: Candidate Application
id: Pendaftaran Calon
ja: 候補者応募
zh: 候选人申请

# button_cancel
source: Cancel
id: Batalkan
ja: キャンセル
zh: 取消

# button_complete
source: Done
id: Selesai
ja: 完了
zh: 完成

# button_login
source: Sign in
id: Masuk
ja: ログイン
zh: 登录

# button_ok
source: Confirm
id: Konfirmasi
ja: 確認
zh: 确认

# button_pic_pic_save
source: Save
id: Simpan
ja: 保存する
zh: 保存

# candy_disappear_next_month
source: Expiring Bonus Starchies 😢
id: Bintang-bintang bonus akan hilang 😢
ja: 消滅予定ボーナス星空キャンディー😢(笑)
zh: 过期的奖励星星糖果 😢

# candy_usage_policy_contents
source: Bonus Star Candy earned in the current month will expire on the 15th of the following month.
id: Permen Bintang Bonus yang diperoleh bulan ini akan kedaluwarsa pada tanggal 15 bulan berikutnya.
ja: 今月獲得したボーナススターキャンディーは、翌月15日に消滅します。
zh: 当月获得的奖励星级糖果将于下月 15 日过期。

# candy_usage_policy_contents2
source: When using Star Candy, Star Candy that is about to expire is prioritized.
id: Saat menggunakan Permen Bintang, Permen Bintang yang akan kedaluwarsa diutamakan.
ja: 星飴を使用する場合、消滅が近い星飴が優先的に使用されます。
zh: 使用星星糖果时，优先使用即将过期的。

# candy_usage_policy_guide
source: *Bonuses will disappear the month after they are earned!
id: *Bonus akan hilang sebulan setelah diperoleh!
ja: *ボーナスは獲得した翌月に消滅します！
zh: * 奖励将在获得后的第二个月消失！

# candy_usage_policy_guide_button
source: Learn more
id: Pelajari lebih lanjut
ja: 詳細を見る
zh: 了解更多

# candy_usage_policy_title
source: Starchies Usage Policy
id: Kebijakan Penggunaan StarCandy
ja: スターキャンディー使用ポリシー
zh: 星尘使用政策

# capture_failed
source: Screen capture failed
id: Gagal mengambil tangkapan layar
ja: 画面キャプチャに失敗しました
zh: 屏幕截图失败

source: Comments
id: Komentar
ja: コメント
zh: 评论

# common_all
source: All
id: Semua
ja: 全体
zh: 全部

# common_fail
source: Failed
id: Gagal
ja: 失敗
zh: 失败

# common_retry_label
source: Try again
id: Coba lagi
ja: 再試行
zh: 再次尝试

# common_success
source: Success
id: Sukses
ja: 成功
zh: 成功

# common_text_no_data
source: No data is available.
id: Tidak ada data yang tersedia.
ja: データがありません。
zh: 没有相关数据。

# common_text_no_search_result
source: No search results found.
id: Hasil pencarian tidak ditemukan.
ja: 検索結果がありません。
zh: 未找到搜索结果。

# common_text_search_error
source: An error occurred during the search.
id: Terjadi kesalahan selama pencarian.
ja: 検索中にエラーが発生しました。
zh: 搜索过程中出现错误。

# common_text_search_recent_label
source: Recent searches
id: Pencarian terbaru
ja: 最近の検索ワード
zh: 最近的搜索

# common_text_search_result_label
source: Search results
id: Hasil pencarian
ja: 検索結果
zh: 搜索结果

# compatibility_activities_title
source: Suggested activities
id: Kegiatan yang disarankan
ja: おすすめアクティビティ
zh: 建议开展的活动

# compatibility_agree_checkbox
source: I agree to store my gender and birthday information in my profile.
id: Saya setuju untuk menyimpan informasi jenis kelamin dan ulang tahun saya di profil saya.
ja: 性別、誕生日情報をプロフィールに保存することに同意します。
zh: 我同意在个人档案中存储我的性别和生日信息。

# compatibility_analyze_start
source: Start compatibility analysis
id: Mulai analisis kompatibilitas
ja: 相性分析開始
zh: 开始兼容性分析

# compatibility_analyzing
source: Analyzing compatibility.
id: Menganalisis kompatibilitas.
ja: 相性を分析しています。
zh: 分析兼容性。

# compatibility_analyzing_prepare
source: Preparing
id: Mempersiapkan
ja: 準備中
zh: 准备工作

# compatibility_birthday
source: Date of birth
id: Tanggal lahir
ja: 生年月日
zh: 出生日期

# compatibility_birthtime
source: Birth time
id: Waktu kelahiran
ja: 出生時間
zh: 出生时间

# compatibility_birthtime_subtitle
source: Increase accuracy!
id: Tingkatkan akurasi!
ja: 精度が上がります！
zh: 提高准确性！

# compatibility_couple_style
source: Couple styles
id: Gaya pasangan
ja: カップルスタイル
zh: 情侣款式

# compatibility_duplicate_data_message
source: Compatibility data with the same conditions already exists.
id: Data kompatibilitas dengan kondisi yang sama sudah ada.
ja: 同じ条件の相性データが既に存在します。
zh: 相同条件下的兼容性数据已经存在。

# compatibility_duplicate_data_title
source: Compatibility data that already exists
id: Data kompatibilitas yang sudah ada
ja: 既に存在する相性データ
zh: 已有的兼容性数据

# compatibility_gender
source: Gender
id: Jenis Kelamin
ja: 性別
zh: 性别

# compatibility_gender_female
source: Female
id: Perempuan
ja: 女性
zh: 女性

# compatibility_gender_male
source: Male
id: Laki-laki
ja: 男性
zh: 男

# compatibility_idol_style
source: Idol Styles
id: Gaya Idola
ja: アイドルスタイル
zh: 偶像风格

# compatibility_new_compatibility
source: Calculate New Goong-Hap
id: Hitung Goong-Hap Baru
ja: 新しい相性を確認する
zh: 计算新宫合

# compatibility_new_compatibility_ask
source: Want to see a new Goong-Hap?
id: Ingin melihat pasangan baru?
ja: 新しい相性を見ませんか？
zh: 想看看新的配对吗？

# compatibility_page_title
source: Compatibility
id: Kompatibilitas
ja: 相性
zh: 兼容性

# compatibility_perfect_score_exists
source: Please note that the compatibility data for this condition has already earned rewards, so we are unable to award additional rewards.
id: Harap diperhatikan bahwa data kompatibilitas untuk kondisi ini telah mendapatkan hadiah, sehingga kami tidak dapat memberikan hadiah tambahan.
ja: 当該条件の相性データは既にリワード当選履歴があるため、追加のリワードの支給は難しいことをご了承ください。
zh: 请注意，此条件的兼容性数据已获得奖励，因此我们无法再颁发额外奖励。

# compatibility_perfect_score_exists_title
source: Already Winning Matches Data
id: Data Pertandingan yang Sudah Menang
ja: すでに当選した相性データ
zh: 已获胜比赛数据

# compatibility_purchase_confirm_message
source: Use 100 Star Candy to check Goong-Hap results.
id: Gunakan 100 Star Candy untuk melihat hasil Goong-Hap.
ja: スターキャンディ100個を使用してGoong-Hap結果を確認します。
zh: 使用100个星星糖果查看Goong-Hap结果。

# compatibility_purchase_confirm_title
source: Purchase with Star Candy
id: Beli dengan Star Candy
ja: スターキャンディで購入
zh: 用星星糖果购买

# compatibility_purchase_message
source: If I want to know the Goong-hap score between me and the {artistName}?
id: Jika saya ingin mengetahui skor Goong-hap antara saya dan {artistName}?
ja: 私と「{artistName}」の相性スコアが気になる方は？
zh: 如果我想知道我和 {artistName}之间的 Goong-hap 分数？

# compatibility_remain_star_candy
source: Remaining Star Candy
id: Sisa Permen Bintang
ja: 残りの星飴
zh: 剩余的糖果

# compatibility_result_not_found
source: It's not Goong-Hap 😔.
id: Itu bukan Goong-Hap 😔.
ja: 相性が悪いです😔。
zh: 这不是 Goong-Hap😔。

# compatibility_share_hashtag
source: #Picnic #피크닠 #아이돌궁합 #Goonghap #피크닠궁합
id: ピクニック #피크닠 #아이돌궁 #Goonghap #피크닠합 #궁합
ja: ピクニック #피크닠 #아이돌궁합 #Goonghap #피크닠궁합 #궁합

# compatibility_share_message
source: What percentage is my shining chemistry compatibility with {artistName} ? My heart is racing!
id: Berapa persen kompatibilitas kimia bersinar saya dengan {artistName} ? Jantungku berdegup kencang!
ja: 私と{artistName} の輝くケミは何％かな？ドキドキが止まらない！
zh: 我的闪亮化学兼容性与 {artistName} 的百分比是多少？?我的心在狂跳

# compatibility_snackbar_error
source: An error occurred.
id: Terjadi kesalahan.
ja: エラーが発生しました。
zh: 出现错误。

# compatibility_snackbar_need_birthday
source: Please enter your date of birth.
id: Masukkan tanggal lahir Anda.
ja: 生年月日を入力してください。
zh: 请输入您的出生日期。

# compatibility_snackbar_need_birthtime
source: Please enter your birth time.
id: Silakan masukkan waktu kelahiran Anda.
ja: 出生時刻を入力してください。
zh: 请输入您的出生时间。

# compatibility_snackbar_need_gender
source: Please select a gender.
id: Pilih jenis kelamin.
ja: 性別を選択してください。
zh: 请选择性别。

# compatibility_snackbar_need_profile_save_agree
source: Give your consent to save your profile.
id: Berikan persetujuan Anda untuk menyimpan profil Anda.
ja: プロフィール保存に同意してください。
zh: 同意保存您的个人资料。

# compatibility_snackbar_start
source: Start analyzing compatibility.
id: Mulai menganalisis kompatibilitas.
ja: 相性を分析し始めます。
zh: 开始分析兼容性。

# compatibility_status_completed
source: Done
id: Selesai
ja: 完了
zh: 已完成

# compatibility_status_error
source: Error
id: Kesalahan
ja: エラー
zh: 错误

# compatibility_status_input
source: Typing
id: Mengetik
ja: 入力中
zh: 打字

# compatibility_status_pending
source: Analyzing
id: Menganalisis
ja: 分析中
zh: 分析

# compatibility_style_title
source: Compatibility styles
id: Gaya kompatibilitas
ja: 相性スタイル
zh: 兼容性样式

# compatibility_summary_title
source: Compatibility summary
id: Ringkasan kompatibilitas
ja: 相性の概要
zh: 兼容性概述

# compatibility_time_slot1
source: Hour of the Rat|(23:30-01:29)|🐀
id: Jam Tikus (23:30-01:29)
ja: 子の刻(ね)|(23:30-01:29)|🐀
zh: 老鼠的时刻|(23:30-01:29)|🐀

# compatibility_time_slot10
source: Hour of the Rooster|(17:30-19:29)|🐔
id: Jam Ayam Jantan (17:30-19:29)
ja: 酉の刻(とり)|(17:30-19:29)|🐔
zh: 鸡鸣时刻|(17:30-19:29)|🐔|(17:30-19:29)

# compatibility_time_slot11
source: Hour of the Dog|(19:30-21:29)|🐕
id: Jam Anjing (19:30-21:29)
ja: 戌の刻(いぬ)|(19:30-21:29)|🐕
zh: 狗的时刻|(19:30-21:29)|🐕

# compatibility_time_slot12
source: Hour of the Boar|(21:30-23:29)|🐖
id: Jam Babi Hutan (21:30-23:29)
ja: 亥の刻(い)|(21:30-23:29)|🐖
zh: 野猪的时刻|(21:30-23:29)|🐖

# compatibility_time_slot2
source: Hour of the Ox|(01:30-03:29)|🐂
id: Jam Kerbau (01:30-03:29)
ja: 丑の刻(うし)|(01:30-03:29)|🐂
zh: 牛的时刻|(01:30-03:29)|🐂

# compatibility_time_slot3
source: Hour of the Tiger|(03:30-05:29)|🐅
id: Jam Harimau (03:30-05:29)
ja: 寅の刻(とら)|(03:30-05:29)|🐅
zh: 虎啸龙吟|(03:30-05:29)|🐅|(03:30-05:29)

# compatibility_time_slot4
source: Hour of the Rabbit|(05:30-07:29)|🐇
id: Jam Kelinci (05:30-07:29) ⚫🐇
ja: 卯の刻(う)|(05:30-07:29)|🐇
zh: 兔子的时刻|(05:30-07:29)|🐇🐇

# compatibility_time_slot5
source: Hour of the Dragon|(07:30-09:29)|🐉
id: Jam Naga (07:30-09:29)
ja: 辰の刻(たつ)|(07:30-09:29)|🐉
zh: 龙的时刻|(07:30-09:29)|🐉🐉

# compatibility_time_slot6
source: Hour of the Snake|(09:30-11:29)|🐍
id: Jam Ular (09:30-11:29) ➢🐍
ja: 巳の刻(み)|(09:30-11:29)|🐍
zh: 蛇的时刻|(09:30-11:29)|🐍🐍

# compatibility_time_slot7
source: Hour of the Horse|(11:30-13:29)|🐎
id: Jam Kuda (11:30-13:29)|🐎
ja: 午の刻(うま)|(11:30-13:29)|🐎
zh: 马的时刻|(11:30-13:29)|🐎

# compatibility_time_slot8
source: Hour of the Sheep|(13:30-15:29)|🐑
id: Jam Domba (13:30-15:29) ☺🐑🐑
ja: 未の刻(ひつじ)|(13:30-15:29)|🐑
zh: 羊的时刻|(13:30-15:29)|🐑

# compatibility_time_slot9
source: Hour of the Monkey|(15:30-17:29)|🐒
id: Jam Monyet (15:30-17:29)|🐒🐒
ja: 申の刻(さる)|(15:30-17:29)|🐒
zh: 猴年春节|(15:30-17:29)|🐒|(15:30-17:29)

# compatibility_time_slot_unknown
source: Don't know
id: Tidak tahu
ja: 不明
zh: 不知道

# compatibility_tips_title
source: Compatibility tips
id: Tips kompatibilitas
ja: 相性のヒント
zh: 兼容性提示

# compatibility_user_style
source: User Styles
id: Gaya Pengguna
ja: ユーザースタイル
zh: 用户风格

# compatibility_waiting_message
source: Please wait a moment.
id: Mohon tunggu sebentar.
ja: しばらくお待ちください。
zh: 请稍候。

# compatibility_warning_exit
source: If you leave the screen, you'll need to do the analysis again.
id: Jika Anda meninggalkan layar, Anda harus melakukan analisis lagi.
ja: 画面を離れると、分析をやり直す必要があります。
zh: 如果离开屏幕，则需要重新进行分析。

source: days ago
id: hari yang lalu
ja: 日前
zh: 天前

# dialog_button_cancel
source: Cancel
id: Batal
ja: キャンセル
zh: 取消

# dialog_button_ok
source: Confirm
id: Konfirmasi
ja: 確認
zh: 确认

# dialog_caution
source: 🚫 Caution 🚫
id: 🚫 Perhatian 🚫
ja: 警告 🚫 🚫 注意事項
zh: 注意事项 🚫

# dialog_content_ads_exhausted
source: All ads have been exhausted. Please try again next time.
id: Semua iklan telah habis. Silakan coba lagi lain kali.
ja: 広告がなくなりました。次回、もう一度お試しください。
zh: 所有广告已用尽。请下次再试。

# dialog_content_ads_loading
source: Ads are loading.
id: Iklan sedang dimuat.
ja: 広告の読み込み中です。
zh: 广告正在加载。

# dialog_content_ads_retrying
source: The ad is reloading. Please try again in a moment.
id: Iklan sedang dimuat ulang. Silakan coba lagi sebentar lagi.
ja: 広告を再呼び出し中です。しばらくしてからもう一度お試しください。
zh: 广告正在重新加载。请稍后再试。

# dialog_content_login_required
source: Login required
id: Diperlukan login
ja: ログインが必要です
zh: 需要登录

# dialog_login_required_description
source: You need to login to use this feature. Would you like to login?
id: Anda perlu masuk untuk menggunakan fitur ini. Apakah Anda ingin masuk?
ja: この機能を使用するにはログインが必要です。ログインしますか？
zh: 使用此功能需要登录。您要登录吗？

# dialog_message_can_resignup
source: When you can rejoin if you cancel your membership now?
id: Kapan Anda dapat bergabung kembali jika Anda membatalkan keanggotaan Anda sekarang?
ja: 今すぐ退会した場合、再入会可能日
zh: 如果现在取消会员资格，何时可以重新加入？

# dialog_message_purchase_canceled
source: Your purchase has been canceled.
id: Pembelian Anda telah dibatalkan.
ja: 購入がキャンセルされました。
zh: 您的购买已被取消。

# dialog_message_purchase_failed
source: There was an error with your purchase, please try again later.
id: Terjadi kesalahan pada pembelian Anda, silakan coba lagi nanti.
ja: 購入中にエラーが発生しました。 後ほど再試行してください。
zh: 您的购买出现错误，请稍后再试。

# dialog_message_purchase_success
source: Your purchase has been successfully completed.
id: Pembelian Anda telah berhasil diselesaikan.
ja: 購入が正常に完了しました。
zh: 您的购买已成功完成。

# dialog_purchases_fail
source: The purchase failed.
id: Pembelian gagal.
ja: 購入に失敗しました。
zh: 购买失败。

# dialog_purchases_success
source: Your purchase is complete.
id: Pembelian Anda sudah selesai.
ja: 購入が完了しました。
zh: 购买完成。

# dialog_title_ads_exhausted
source: Exhausted all ads
id: Habis semua iklan
ja: 広告完売しました
zh: 用尽所有广告

# dialog_title_vote_fail
source: Voting Failed
id: Pemungutan Suara Gagal
ja: 投票失敗
zh: 投票失败

# dialog_will_delete_star_candy
source: Star Candies to be deleted
id: Permen Bintang yang akan dihapus
ja: 削除予定 星飴
zh: 将删除的星星糖果

# dialog_withdraw_button_cancel
source: Let me think about this one more time.
id: Biarkan saya memikirkan hal ini sekali lagi.
ja: もう一度考えてみます
zh: 让我再想一想。

# dialog_withdraw_button_ok
source: Unsubscribing
id: Berhenti berlangganan
ja: 退会する
zh: 退订

# dialog_withdraw_error
source: An error occurred during unsubscribe.
id: Terjadi kesalahan saat berhenti berlangganan.
ja: 退会中にエラーが発生しました。
zh: 取消订阅时发生错误。

# dialog_withdraw_message
source: If you cancel your membership, your star candy and account information on Picnic will be deleted immediately, and your existing information and data will not be restored when you rejoin.
id: Jika Anda membatalkan keanggotaan Anda, permen bintang dan informasi akun Anda di Picnic akan segera dihapus, dan informasi serta data Anda yang ada tidak akan dipulihkan saat Anda bergabung kembali.
ja: 退会時、ピクニックで保有している星キャンディーとアカウント情報は即座に削除され、再入会時、既存の情報及びデータは復旧されません。
zh: 如果您取消会员资格，您在 Picnic 上的星星糖果和账户信息将被立即删除，重新加入时将无法恢复您的现有信息和数据。

# dialog_withdraw_success
source: The unsubscribe was processed successfully.
id: Berhenti berlangganan berhasil diproses.
ja: 退会が正常に処理されました。
zh: 退订已成功处理。

# dialog_withdraw_title
source: Are you sure you want to leave?
id: Apakah Anda yakin ingin pergi?
ja: 本当に退会しますか？
zh: 你确定要离开吗？

# download_android_button
source: Get it on Google Play
id: Unduh di Google Play
ja: Google Playでダウンロード
zh: 在 Google Play 上获取

# download_apk_button
source: Direct APK Download
id: Unduh APK Langsung
ja: ダイレクトAPKダウンロード
zh: 直接下载APK文件

# download_coming_soon
source: Coming Soon
id: Segera Hadir
ja: 近日公開
zh: 即将推出

# download_description
source: Voting and media platform for K-Pop artists
id: Platform pemungutan suara dan media untuk artis K-Pop
ja: K-Popアーティスト向けの投票とメディアプラットフォーム
zh: K-Pop艺人投票与媒体平台

# download_feature_media
source: Media Gallery
id: Galeri Media
ja: メディアギャラリー
zh: 媒体库

# download_feature_rewards
source: Reward System
id: Sistem Hadiah
ja: 特典システム
zh: 奖励系统

# download_feature_voting
source: Artist Voting
id: Pemungutan Suara untuk Seniman
ja: アーティスト投票
zh: 艺术家投票

# download_features_title
source: Picnic Key Features
id: Fitur Utama Picnic
ja: ピクニックの主要な機能
zh: 野餐核心功能

# download_ios_button
source: Download on App Store
id: Unduh di App Store
ja: App Storeでダウンロード
zh: 在 App Store 下载

# download_link_copied
source: Copied!
id: Tautan telah disalin!
ja: コピー完了！
zh: 已复制！

# download_link_copy
source: Copy Link
id: Salin Tautan
ja: リンクをコピー
zh: 复制链接

# download_page_title
source: Download Picnic App
id: Unduh Aplikasi Picnic
ja: ピクニック アプリをダウンロード
zh: 下载 Picnic 应用程序

# download_qr_description
source: Scan the QR code with your smartphone
id: Pindai kode QR dengan smartphone Anda
ja: スマートフォンでQRコードをスキャンしてください。
zh: 使用智能手机扫描二维码

# download_qr_title
source: Quick Download with QR Code
id: Unduh Cepat dengan Kode QR
ja: QRコードでクイックダウンロード
zh: 快速下载二维码

# download_subtitle
source: Download the Picnic app now and support your favorite K-Pop artists!
id: Unduh aplikasi Picnic sekarang dan dukung artis K-Pop favoritmu!
ja: 今すぐPicnicアプリをダウンロードして、お気に入りのK-Popアーティストを応援しよう！
zh: 立即下载Picnic应用，支持你最喜欢的K-Pop艺人！

# error_action_failed
source: An error occurred while performing the operation.
id: Terjadi kesalahan saat melakukan operasi.
ja: 作業中にエラーが発生しました。
zh: 执行操作时发生错误。

# error_content_parse
source: An error occurred while parsing the content.
id: Terjadi kesalahan saat mengurai konten.
ja: コンテンツ解析中にエラーが発生しました。
zh: 解析内容时发生错误。

# error_delete_post
source: An error occurred while deleting the post.
id: Terjadi kesalahan saat menghapus postingan.
ja: 投稿の削除中にエラーが発生しました。
zh: 删除帖子时出现错误。

# error_invalid_data
source: Invalid data.
id: Data tidak valid.
ja: 無効なデータです。
zh: 数据无效。

# error_loading_more_comments
source: There was an error loading the comment.
id: Terjadi kesalahan saat memuat komentar.
ja: コメントの読み込み中にエラーが発生しました。
zh: 加载评论时出现错误。

# error_loading_page
source: An error occurred while loading the page.
id: Terjadi kesalahan saat memuat halaman.
ja: ページの読み込み中にエラーが発生しました。
zh: 加载页面时出现错误。

# error_message_login_failed
source: An error occurred during login.
id: Terjadi kesalahan saat login.
ja: ログイン中にエラーが発生しました。
zh: 登录时发生错误。

# error_message_no_user
source: The membership information doesn't exist.
id: Informasi keanggotaan tidak ada.
ja: 会員情報が存在しません。
zh: 会员信息不存在。

# error_message_withdrawal
source: A member who has unsubscribed.
id: Anggota yang telah berhenti berlangganan.
ja: 退会した会員です。
zh: 已取消订阅的会员。

# error_network_connection
source: Check your network connection.
id: Periksa koneksi jaringan Anda.
ja: ネットワーク接続を確認してください。
zh: 检查网络连接。

# error_request_timeout
source: The request timed out.
id: Permintaan telah habis masa berlakunya.
ja: リクエストがタイムアウトしました。
zh: 请求超时。

# error_title
source: Errors
id: Kesalahan
ja: エラー
zh: 错误

# error_unknown
source: An unknown error occurred.
id: Terjadi kesalahan yang tidak diketahui.
ja: 不明なエラーが発生しました。
zh: 出现未知错误。

# exception_auth_message_apple_invalid_response
source: We received an invalid response from the Apple server. Please try again.
id: Kami menerima respons yang tidak valid dari server Apple. Silakan coba lagi.
ja: Appleのサーバーから無効な応答を受け取りました。 もう一度お試しください。
zh: 我们收到来自 Apple 服务器的无效响应。 请重试。

# exception_auth_message_apple_sign_in_failed
source: Apple sign-in failed. Please try again.
id: Proses masuk Apple gagal. Silakan coba lagi.
ja: Appleログインに失敗しました。 もう一度お試しください。
zh: Apple 登录失败。 请重试。

# exception_auth_message_common_cancel
source: Your login has been canceled.
id: Login Anda telah dibatalkan.
ja: ログインがキャンセルされました。
zh: 您的登录已被取消。

# exception_auth_message_common_invalid_token
source: The authentication token is invalid. Please try again.
id: Token autentikasi tidak valid. Silakan coba lagi.
ja: 認証トークンが無効です。 再試行してください。
zh: 验证令牌无效。 请重试。

# exception_auth_message_common_network
source: Check your network connection.
id: Periksa koneksi jaringan Anda.
ja: ネットワーク接続を確認してください。
zh: 检查网络连接。

# exception_auth_message_common_unknown
source: An unknown error occurred during login. Please try again in a moment.
id: Terjadi kesalahan yang tidak diketahui saat login. Silakan coba lagi sebentar lagi.
ja: ログイン中に不明なエラーが発生しました。 しばらくしてから再試行してください。
zh: 登录过程中出现未知错误。 请稍后再试。

# exception_auth_message_common_unsupported_provider
source: This login method is not supported.
id: Metode login ini tidak didukung.
ja: サポートされていないログイン方法です
zh: 不支持该登录方法。

# exception_auth_message_google_google_play_service
source: A Google Play Services error has occurred. Please update Google Play Services or restart your device.
id: Telah terjadi kesalahan Layanan Google Play. Perbarui Layanan Google Play atau mulai ulang perangkat Anda.
ja: Google Play Servicesエラーが発生しました。 Google Play Servicesを更新するか、デバイスを再起動してください。
zh: Google Play 服务出现错误。 请更新 Google Play 服务或重启设备。

# exception_auth_message_kakao_not_supported
source: I can't sign in with the KakaoTalk app. Try signing in with your Kakao account.
id: Saya tidak bisa masuk dengan aplikasi KakaoTalk. Coba masuk dengan akun Kakao Anda.
ja: カカオトークのアプリでログインできません。 カカオアカウントでログインを試みます。
zh: 我无法使用 KakaoTalk 应用程序登录。 请尝试使用您的 Kakao 帐户登录。

# faq_category_account
source: Account
id: Akun
ja: アカウント
zh: 账户

# faq_category_all
source: All
id: Semua
ja: すべて
zh: 全部

# faq_category_etc
source: Etc
id: Lainnya
ja: その他
zh: 其他

# faq_category_general
source: General
id: Umum
ja: 一般
zh: 一般

# faq_category_payment
source: Payment
id: Pembayaran
ja: 支払い
zh: 支付

# faq_category_service
source: Service
id: Layanan
ja: サービス
zh: 服务

# fortune_advice
source: Advice
id: Saran
ja: アドバイス
zh: 建议

# fortune_button_title
source: My Artist's Fortune teller
id: Peramal Keberuntungan Artis Saya
ja: 私のアーティスト占い師
zh: 我的艺术家算命先生

# fortune_career
source: Business fortunes
id: Kekayaan bisnis
ja: ビジネス運
zh: 商业财富

# fortune_health
source: Health fortunes
id: Kekayaan kesehatan
ja: 健康運
zh: 健康运势

# fortune_honor
source: Honor
id: Kehormatan
ja: 名誉
zh: 荣誉

# fortune_lack_of_star_candy_message
source: Reward Star Candies cannot be used here. 😥
id: Permen Bintang Hadiah tidak dapat digunakan di sini. 😥
ja: リワードスターキャンディはここでは使えません。😥
zh: 奖励星星糖果不能在此使用。😥

# fortune_lack_of_star_candy_title
source: You don't have enough Star Candy. Moving to the shop screen.
id: Anda tidak memiliki cukup Permen Bintang. Pindah ke layar toko.
ja: スターキャンディが不足しています。ショップ画面に移動します。
zh: 您没有足够的星糖。进入商店界面。

# fortune_lucky_color
source: Lucky colors
id: Warna keberuntungan
ja: ラッキーカラー
zh: 幸运颜色

# fortune_lucky_days
source: Lucky days of the week
id: Hari-hari keberuntungan dalam seminggu
ja: ラッキー曜日
zh: 一周中的幸运日

# fortune_lucky_direction
source: Direction of Fortune
id: Arah Keberuntungan
ja: 幸運の方位
zh: 财富的方向

# fortune_lucky_keyword
source: Lucky keywords
id: Kata kunci keberuntungan
ja: 幸運のキーワード
zh: 幸运关键词

# fortune_lucky_number
source: Lucky numbers
id: Angka keberuntungan
ja: ラッキーナンバー
zh: 幸运数字

# fortune_money
source: Fortune Telling
id: Meramal
ja: 財運
zh: 算命

# fortune_month1
source: Fortune for January
id: Peruntungan untuk bulan Januari
ja: 1月の運勢
zh: 一月份的财富

# fortune_month10
source: Fortune for October
id: Peruntungan untuk bulan Oktober
ja: 10月の運勢
zh: 十月财富

# fortune_month11
source: Fortune for November
id: Peruntungan untuk bulan November
ja: 11月の運勢
zh: 十一月的财富

# fortune_month12
source: Fortune for December
id: Peruntungan untuk bulan Desember
ja: 12月の運勢
zh: 十二月财富

# fortune_month2
source: Fortune for February
id: Peruntungan untuk bulan Februari
ja: 2月の運勢
zh: 二月财富

# fortune_month3
source: Fortune for March
id: Peruntungan untuk bulan Maret
ja: 3月の運勢
zh: 三月财富

# fortune_month4
source: Fortune for April
id: Peruntungan untuk bulan April
ja: 4月の運勢
zh: 四月财富

# fortune_month5
source: Fortune for May
id: Keberuntungan untuk bulan Mei
ja: 5月の運勢
zh: 五月财富

# fortune_month6
source: Fortune for June
id: Peruntungan untuk bulan Juni
ja: 6月の運勢
zh: 六月财富

# fortune_month7
source: Fortune for July
id: Keberuntungan untuk bulan Juli
ja: 7月の運勢
zh: 七月财富

# fortune_month8
source: Fortune for August
id: Peruntungan untuk bulan Agustus
ja: 8月の運勢
zh: 八月财富

# fortune_month9
source: Fortune for September
id: Peruntungan untuk bulan September
ja: 9月の運勢
zh: 九月财富

# fortune_monthly
source: Monthly Fortune
id: Kekayaan Bulanan
ja: 月別占い
zh: 财富》月刊

# fortune_purchase_by_one_click
source: Pay Now
id: Bayar Sekarang
ja: すぐに支払い
zh: 立即付款

# fortune_purchase_by_star_candy
source: Check with StarCandy
id: Periksa dengan StarCandy
ja: スターキャンディで確認
zh: 请向 Star Candy 查询

# fortune_relationship
source: Interpersonal
ja: 対人関係
zh: 人际关系

# fortune_share_hashtag
source: #picnic #신년운세 #Fourtuneteller
id: #piknik #신년운세 #Fourtuneteller
ja: #picnic #신년운세 #フォーチュネテラー
