Repository: charlie0421/picnic-app
Catalog: picnic_lib/lib/l10n/app_*.arb
Languages: id, ja, zh

# fortune_share_message
source: Curious about {artistName}'s 2025 fortune? Come to #피크닠 now! Let's discover that shining destiny together!
id: Penasaran dengan kekayaan {artistName}di tahun 2025? Datanglah ke #피크닠 sekarang! Mari temukan takdir yang bersinar itu bersama-sama!
ja: 想知道{artistName}在2025年的运势吗？快来#피크닠吧！一起揭晓闪耀的运势吧！ #picnic #新年运势 #Fourtuneteller
zh: 对 {artistName}的 2025 年财富感到好奇？现在就来 #피크닠！让我们一起探索那闪耀的命运！

# fortune_title
source: Fortune of {year}
id: Keberuntungan dari {year}
ja: {year}年の運勢
zh: {year}财富

# fortune_total_title
source: Comprehensive Fortune
id: Kekayaan yang Komprehensif
ja: 総合占い
zh: 综合财富

# fortune_with_me
source: Goong-Hap with me
id: Goong-Hap dengan saya
ja: アーティストと私の相性

# hint_library_add
source: Album name
id: Nama album
ja: アルバム名
zh: 专辑名称

# hint_nickname_input
source: Please enter a nickname.
id: Masukkan nama panggilan.
ja: ニックネームを入力してください。
zh: 请输入昵称。

source: hours ago
id: jam yang lalu
ja: 時間前
zh: 小时前

# image_save_success
source: The image has been saved.
id: Gambar sudah disimpan.
ja: 画像が保存されました。
zh: 图像已保存。

# label_ads_exceeded
source: You have exceeded the number of times you can watch ads for this button.
id: Anda telah melampaui jumlah kali Anda dapat menonton iklan untuk tombol ini.
ja: この広告ボタンの視聴可能回数を超えました。
zh: 您已超过此按钮的广告观看次数。

# label_ads_get_star_candy
source: Get Star Candy from Ads
id: Dapatkan Permen Bintang dari Iklan
ja: 広告を見て星飴をもらう
zh: 从广告中获取星星糖果

# label_ads_limits
source: {hourly} per hour, {daily} per day
id: {hourly} per jam, {daily} per hari
ja: 1時間あたり{hourly}回、1日{daily}回
zh: {hourly} 每小时， {daily} 每天

# label_ads_load_fail
source: Failed to load ad. Please try again.
id: Gagal memuat iklan. Silakan coba lagi.
ja: 広告の読み込みに失敗しました。もう一度お試しください。
zh: 广告加载失败。请重试。

# label_ads_load_timeout
source: Ad loading timed out. Please try again.
id: Waktu pemuatan iklan habis. Silakan coba lagi.
ja: 広告の読み込みがタイムアウトしました。もう一度お試しください。
zh: 广告加载超时。请重试。

# label_ads_next_available_time
source: When the next ad will be available.
id: Kapan iklan berikutnya akan tersedia.
ja: 次の広告視聴可能時間。
zh: 下一则广告何时发布。

# label_ads_reward_fail
source: Failed to get reward. Please try again.
id: Gagal mendapatkan hadiah. Silakan coba lagi.
ja: 報酬の獲得に失敗しました。もう一度お試しください。
zh: 获取奖励失败。请重试。

# label_ads_sdk_init_fail
source: SDK initialization failed. Please try again.
id: Inisialisasi SDK gagal. Silakan coba lagi.
ja: SDK初期化に失敗しました。もう一度お試しください。
zh: SDK 初始化失败。请重试。

# label_ads_show_fail
source: Failed to show ad. Please try again.
id: Gagal menampilkan iklan. Silakan coba lagi.
ja: 広告の表示に失敗しました。もう一度お試しください。
zh: 显示广告失败。请重试。

# label_agreement_privacy
source: Consent to the collection and use of personal information
id: Persetujuan terhadap pengumpulan dan penggunaan informasi pribadi
ja: 個人情報収集及び利用同意
zh: 同意收集和使用个人信息

# label_agreement_terms
source: Accept the Terms of Use
id: Menerima Ketentuan Penggunaan
ja: 利用規約に同意する
zh: 接受使用条款

# label_album_add
source: Add a new album
id: Menambahkan album baru
ja: 新しいアルバムを追加
zh: 添加新相册

# label_article_comment_empty
source: Be the first to comment!
id: Jadilah yang pertama berkomentar!
ja: 最初のコメントの主人公になりましょう！
zh: 成为第一个发表评论的人！

# label_asia_recommendation
source: Asia Pick
id: Pilihan Asia
ja: アジアおすすめ
zh: 亚洲精选

# label_bonus
source: Bonuses
id: Bonus
ja: ボーナス
zh: 奖金

# label_button_agreement
source: Accept
id: Menerima
ja: 同意する
zh: 接受

# label_button_close
source: Close
id: 닫기
ja: 閉じる
zh: 닫기

# label_button_disagreement
source: Non-Consent
id: Tanpa Persetujuan
ja: 非同意
zh: 未经同意

# label_button_mission_and_charge
source: Mission and charge
id: Misi dan biaya
ja: ミッションして充電する
zh: 使命和职责

# label_button_recharge
source: Charging
id: Pengisian daya
ja: 充電する
zh: 充电

# label_button_save_vote_paper
source: Save your ballot
id: Simpan surat suara Anda
ja: 投票券の保存
zh: 保存您的选票

# label_button_share
source: Share
id: Bagikan
ja: シェアする
zh: 分享

# label_button_vote
source: Vote
id: Pilih
ja: 投票する
zh: 投票

# label_button_vote_ended
source: Vote Ended
id: Pemungutan Suara Berakhir
ja: 投票終了
zh: 投票结束

# label_button_vote_upcoming
source: Vote Upcoming
id: Pemungutan Suara Akan Datang
ja: 投票予定
zh: 即将投票

# label_button_watch_and_charge
source: Viewing and charging for ads
id: Melihat dan menagih iklan
ja: 広告を見てチャージする
zh: 查看广告并收取费用

# label_celeb_ask_to_you
source: The Artist Asks You!
id: Sang Seniman Meminta Anda!
ja: アーティストがあなたに尋ねる！
zh: 艺术家问你!

# label_celeb_gallery
source: Artist Gallery
id: Galeri Artis
ja: アーティストギャラリー
zh: 艺术家画廊

# label_celeb_recommend
source: Artist recommendations
id: Rekomendasi artis
ja: アーティスト推薦
zh: 艺术家推荐

# label_checkbox_entire_use
source: Full Use
id: Penggunaan Penuh
ja: 全体使用
zh: 全面使用

# label_current_language
source: Current language
id: Bahasa saat ini
ja: 現在の言語
zh: 当前语言

# label_draw_image
source: Chance to win a random image
id: Kesempatan untuk memenangkan gambar acak
ja: ランダム画像獲得チャンス
zh: 赢取随机图片的机会

# label_dropdown_oldest
source: Oldest
id: Tertua
ja: 古い順
zh: 最老

# label_dropdown_recent
source: Newest
id: Terbaru
ja: 最新順
zh: 最新

# label_find_celeb
source: Find more artists
id: Temukan lebih banyak artis
ja: その他のアーティストを探す
zh: 寻找更多艺术家

# label_gallery_tab_article
source: Articles
id: Artikel
ja: 記事
zh: 文章

# label_gallery_tab_chat
source: Chat
id: Mengobrol
ja: チャット
zh: 聊天

# label_global_recommendation
source: Global Pick
id: Pilihan Global
ja: グローバルおすすめ
zh: 全球精选

# label_hint_comment
source: Leave a comment.
id: Tinggalkan komentar.
ja: コメントを残してください。
zh: 发表评论。

# label_input_input
source: Input
id: Masukan
ja: 入力
zh: 输入

# label_korean_recommendation
source: Korean Pick
id: Pilihan Korea
ja: 韓国のおすすめ
zh: 韩国精选

# label_last_provider
source: Recent
id: Terbaru
ja: 最近
zh: 最近

# label_library_save
source: Save the library
id: Menyimpan perpustakaan
ja: ライブラリ保存
zh: 拯救图书馆

# label_library_tab_ai_photo
source: AI Photos
id: Foto AI
ja: AIフォト
zh: 人工智能照片

# label_library_tab_library
source: Libraries
id: Perpustakaan
ja: ライブラリ
zh: 图书馆

# label_library_tab_pic
source: PIC
ja: ピック

# label_list_more
source: More
id: Lebih lanjut
ja: もっと見る
zh: 更多信息

# label_loading_ads
source: Loading ad
id: Memuat iklan
ja: 広告読み込み中
zh: 加载广告

# label_loading_ads_fail
source: Ads fail to load
id: Iklan gagal dimuat
ja: 広告の読み込みに失敗
zh: 广告无法加载

# label_login_with_apple
source: Login with Apple
id: Masuk dengan Apple
ja: Appleでログイン
zh: 使用Apple登录

# label_login_with_google
source: Login with Google
id: Masuk dengan Google
ja: Googleでログイン
zh: 使用Google登录

# label_login_with_kakao
source: Login with Kakao
id: Masuk dengan Kakao
ja: Kakaoでログイン
zh: 使用Kakao登录

# label_login_with_wechat
source: Login with WeChat
id: Masuk dengan WeChat
ja: WeChatでログイン
zh: 使用微信登录

# label_mission
source: Mission
id: Misi
ja: ミッションをする
zh: 使命

# label_mission_get_star_candy
source: Get Star Candy from Missions
id: Dapatkan Permen Bintang dari Misi
ja: ミッションで星飴をもらう
zh: 从任务中获取星星糖果

# label_mission_short
source: Mission
id: Misi
ja: ミッション
zh: 使命

# label_moveto_celeb_gallery
source: Go to the Artist Gallery
id: Pergi ke Galeri Artis
ja: アーティストギャラリーへ
zh: 前往艺术家画廊

# label_mypage_charge_history
source: Charges
id: Biaya
ja: 料金内訳
zh: 收费

# label_mypage_customer_center
source: Help Center
id: Pusat Bantuan
ja: お客様センター
zh: 帮助中心

# label_mypage_faq
source: FAQ
id: Pertanyaan Umum (FAQ)
ja: FAQ（よくある質問）
zh: 常见问答（FAQ）

# label_mypage_logout
source: Log out
id: Keluar
ja: ログアウト
zh: 退出登录

# label_mypage_membership_history
source: Membership history
id: Riwayat keanggotaan
ja: メンバーシップ履歴
zh: 会员历史

# label_mypage_my_artist
source: My Artists
id: Seniman Saya
ja: 私のアーティスト
zh: 我的艺术家

# label_mypage_no_artist
source: No Artist
id: Tidak ada artis
ja: マイアーティストを登録してください。
zh: 无艺术家

# label_mypage_notice
source: Notice
id: Pengumuman
ja: お知らせ
zh: 公告

# label_mypage_picnic_id
source: だろう。
id: ID
ja: アイデンティティ
zh: ID

# label_mypage_privacy_policy
source: Privacy Policy
id: Kebijakan Privasi
ja: 個人情報保護方針
zh: 隐私政策

# label_mypage_setting
source: Settings
id: Pengaturan
ja: 設定
zh: 设置

# label_mypage_should_login
source: Please sign in
id: Silakan masuk
ja: ログインしてください
zh: 请登录

# label_mypage_terms_of_use
source: Terms of Use
id: Ketentuan Penggunaan
ja: 利用規約
zh: 使用条款

# label_mypage_vote_history
source: StarCandy Voting History
id: Riwayat Pemungutan Suara StarCandy
ja: スターキャンディーの投票履歴
zh: 星星糖投票历史

# label_mypage_withdrawal
source: Withdrawal
id: Penarikan
ja: 退会する
zh: 退出

# label_no_ads
source: No ads
id: Tidak ada iklan
ja: 広告なし
zh: 无广告

# label_no_celeb
source: You don't have any artists bookmarked yet!
id: Anda belum memiliki artis yang ditandai!
ja: まだブックマークしたアーティストはいません！
zh: 您还没有收藏任何艺术家！

# label_pic_chart
source: Pic Chart
id: Grafik Pic
ja: PICチャート
zh: PIC 图表

# label_pic_image_cropping
source: Crop an image
id: Memangkas gambar
ja: 画像の切り抜き
zh: 裁剪图像

# label_pic_pic_initializing_camera
source: Initializing camera...
id: Menginisialisasi kamera...
ja: カメラの初期化中...
zh: 初始化摄像机...

# label_pic_pic_save_gallery
source: Save to Gallery
id: Simpan ke Galeri
ja: ギャラリーに保存
zh: 保存到图库

# label_pic_pic_synthesizing_image
source: Compositing an image...
id: Mengkomposisikan gambar...
ja: 画像合成中...
zh: 合成图像...

# label_popup_close
source: Close
ja: 閉じる
zh: 关闭

# label_popup_hide_7days
source: Hide for 7 days
id: Sembunyikan 7 hari
ja: 7日間非表示
zh: 隐藏7天

# label_read_more_comment
source: More comments
id: Lebih banyak komentar
ja: コメントをもっと見る
zh: 更多评论

# label_reply
source: Replying to a reply
id: Membalas balasan
ja: 返信する
zh: 回复

# label_retry
source: Retrying
id: Mencoba kembali
ja: 再試行する
zh: 重试

# label_reward_location
source: Location
id: Lokasi
ja: ロケーション
zh: 位置信息服务

# label_reward_overview
source: Overview
id: Ringkasan
ja: 概要
zh: 概述

# label_reward_size
source: Size
id: Ukuran
ja: サイズ
zh: 大小

# label_screen_title_agreement
source: Accept the terms
id: Menerima persyaratan
ja: 規約に同意する
zh: 接受条款

# label_setting_alarm
source: Notifications
id: Pemberitahuan
ja: お知らせ
zh: 通知

# label_setting_appinfo
source: App info
id: Info aplikasi
ja: アプリ情報
zh: 应用程序信息

# label_setting_current_version
source: Current version
id: Versi saat ini
ja: 現在のバージョン
zh: 当前版本

# label_setting_event_alarm
source: Event notifications
id: Pemberitahuan acara
ja: イベントお知らせ
zh: 活动通知

# label_setting_event_alarm_desc
source: Events and happenings.
id: Peristiwa dan kejadian.
ja: 各種イベントや行事をご案内します。
zh: 活动和事件。

# label_setting_language
source: Language settings
id: Pengaturan bahasa
ja: 言語設定
zh: 语言设置

# label_setting_push_alarm
source: Push notifications
id: Pemberitahuan push
ja: プッシュ通知
zh: 推送通知

# label_setting_recent_version
source: Latest version
id: Versi terbaru
ja: 最新バージョン
zh: 最新版本

# label_setting_recent_version_up_to_date
source: Latest version
id: Versi terbaru
ja: 最新バージョン
zh: 最新版本

# label_setting_remove_cache
source: Delete cache memory
id: Menghapus memori cache
ja: キャッシュメモリの削除
zh: 删除高速缓冲存储器

# label_setting_remove_cache_complete
source: Done
id: Selesai.
ja: 完了
zh: 已完成

# label_setting_storage
source: Manage storage
id: Mengelola penyimpanan
ja: ストレージスペース管理
zh: 管理存储

# label_setting_update
source: Update
id: Memperbarui
ja: 最新情報
zh: 更新

# label_star_candy_pouch
source: Star Candy Pouch
id: Kantong Permen Bintang
ja: スターキャンディーの袋
zh: 星形糖果袋

# label_tab_buy_star_candy
source: Buy star candy
id: Beli permen bintang
ja: スターキャンディーの購入
zh: 购买星星糖

# label_tab_free_charge_station
source: Free charging stations
id: Stasiun pengisian daya gratis
ja: 無料充電ステーション
zh: 免费充电站

# label_tab_my_artist
source: MyArtist
ja: マイアーティスト
zh: 我的艺术家

# label_tab_search_my_artist
source: Find MyArtist
id: Temukan MyArtist
ja: マイアーティストを探す
zh: 查找我的艺术家

# label_tabbar_picchart_daily
source: Daily charts
id: Grafik harian
ja: 日足チャート
zh: 每日图表

# label_tabbar_picchart_monthly
source: Monthly Charts
id: Grafik Bulanan
ja: 月間チャート
zh: 月度图表

# label_tabbar_picchart_weekly
source: Weekly charts
id: Grafik mingguan
ja: 週間チャート
zh: 每周图表

# label_tabbar_vote_active
source: In Progress
id: Sedang Berlangsung
ja: 進行中
zh: 进行中

# label_tabbar_vote_all
source: All
id: Semua
ja: 全体
zh: 全部

# label_tabbar_vote_end
source: Closed
id: akhir
ja: 終了
zh: 退出

# label_tabbar_vote_upcoming
source: Upcoming
id: Mendatang
ja: 予定
zh: 即将推出

# label_time_ago_day
source: {day} days ago
id: {day} beberapa hari yang lalu
ja: {day}日前
zh: {day} 日前

# label_time_ago_hour
source: {hour} hours ago
id: {hour} beberapa jam yang lalu
ja: {hour}時間前
zh: {hour} 小时前

# label_time_ago_minute
source: {minute} minutes ago
id: {minute} beberapa menit yang lalu
ja: {minute}分前
zh: {minute} 分钟前

# label_time_ago_right_now
source: Just a moment ago
id: Beberapa saat yang lalu
ja: 先ほど
zh: 就在刚才

# label_title_comment
source: Comments
id: Komentar
ja: コメント
zh: 评论

# label_title_report
source: Make a report
id: Membuat laporan
ja: 報告する
zh: 提交报告

# label_unlimited_rewards
source: Unlimited rewards
id: Hadiah tak terbatas
ja: 無制限の報酬
zh: 无限奖励

# label_various_rewards
source: Various rewards
id: Berbagai hadiah
ja: 様々な報酬
zh: 各种奖励

# label_vote_achieve
source: Achievement Vote
id: Suara Pencapaian
ja: 達成投票
zh: 成就投票

# label_vote_birthday
source: Birthday
id: Ulang tahun
ja: 誕生日
zh: 生日

# label_vote_comback
source: Comeback Vote
id: Suara Kembalinya
ja: カムバック投票
zh: 复出投票

# label_vote_debut
source: Debut
ja: デビュー
zh: 首次亮相

# label_vote_end
source: Close the poll
id: Tutup jajak pendapat
ja: 投票終了
zh: 关闭投票

# label_vote_image
source: Image
id: Gambar
ja: イメージ
zh: 图片

# label_vote_reward_list
source: Rewards list
id: Daftar hadiah
ja: リワードリスト
zh: 奖励清单

# label_vote_screen_title
source: Voting
id: Pemungutan suara
ja: 投票
zh: 投票

# label_vote_shining
source: Shining Vote
id: Suara yang bersinar
ja: 輝く投票
zh: 获得投票

# label_vote_tab_birthday
source: Birthday polls
id: Jajak pendapat ulang tahun
ja: 誕生日投票
zh: 生日投票

# label_vote_tab_pic
source: PIC voting
id: Pemungutan suara PIC
ja: PIC投票
zh: 事先知情同意投票

# label_vote_upcoming
source: Until voting begins
id: Sampai pemungutan suara dimulai
ja: 投票開始まで
zh: 投票开始前

# label_vote_list
source: Vote List
id: Daftar Voting
ja: 投票リスト
zh: 投票列表

# label_watch_ads
source: View ads
id: Lihat iklan
ja: 広告を見る
zh: 查看广告

# label_watch_ads_short
source: Watch
id: Menonton
ja: 広告
zh: 观看

# lable_my_celeb
source: My Artists
id: Seniman Saya
ja: 私のアーティスト
zh: 我的艺术家

# login_simple_login
source: Simple Login
id: Masuk Sederhana
ja: 簡易ログイン
zh: 便捷登录

# login_simple_login_guide
source: Don't have an account? You'll be automatically signed up with your social login above
id: Belum punya akun? Anda akan secara otomatis terdaftar menggunakan akun media sosial Anda di atas
ja: アカウントをお持ちでない場合、上記のソーシャルログインで自動的に登録されます
zh: 还没有账户？您将使用上面的社交登录名自动注册

# login_title
source: Find special moments at a picnic
id: Temukan momen spesial di piknik
ja: ピクニックで特別な瞬間を見つけよう
zh: 在野餐中发现特别时刻

# message_agreement_success
source: Acceptance of the terms is complete.
id: Persetujuan atas persyaratan telah selesai.
ja: 規約の同意が完了しました。
zh: 条款接受完毕。

# message_error_occurred
source: An error occurred.
id: Terjadi kesalahan.
ja: エラーが発生しました。
zh: 出现错误。

# message_noitem_vote_active
source: There are currently no active polls.
id: Saat ini tidak ada jajak pendapat yang aktif.
ja: 現在進行中の投票はありません。
zh: 目前没有正在进行的投票。

# message_noitem_vote_end
source: There are currently no closed polls.
id: Saat ini tidak ada jajak pendapat tertutup.
ja: 現在、終了した投票はありません。
zh: 目前没有已结束的投票。

# message_noitem_vote_upcoming
source: There are currently no upcoming polls.
id: Saat ini tidak ada jajak pendapat yang akan datang.
ja: 現在予定されている投票はありません。
zh: 目前没有即将进行的投票。

# message_pic_pic_save_fail
source: Saving the image failed.
id: Menyimpan gambar gagal.
ja: 画像の保存に失敗しました。
zh: 保存图像失败。

# message_pic_pic_save_success
source: The image has been saved.
id: Gambar sudah disimpan.
ja: 画像が保存されました。
zh: 图像已保存。

# message_report_confirm
source: Want to report?
id: Ingin melaporkan?
ja: 申告しますか？
zh: 要报告吗？

# message_report_ok
source: The report is complete.
id: Laporan sudah selesai.
ja: 申告が完了しました。
zh: 报告已完成。

# message_setting_remove_cache
source: Cache memory deletion is complete.
id: Penghapusan memori cache sudah selesai.
ja: キャッシュメモリの削除が完了しました
zh: 缓存删除完成。

# message_update_nickname_fail
source: Nickname change failed. Please select a different nickname.
id: Perubahan nama panggilan gagal. Pilih nama panggilan yang berbeda.
ja: ニックネームの変更に失敗しました。 別のニックネームを選択してください。
zh: 昵称更改失败。 请选择其他昵称。

# message_update_nickname_success
source: Your nickname has been successfully changed.
id: Nama panggilan Anda telah berhasil diubah.
ja: ニックネームが正常に変更されました。
zh: 您的昵称已成功更改。

# message_vote_is_ended
source: Poll closed
id: Jajak pendapat ditutup
ja: 投票は終了しました
zh: 投票结束

# message_vote_is_upcoming
source: This is an upcoming vote.
id: Ini adalah pemungutan suara yang akan datang.
ja: 予定されている投票です
zh: 这是一次即将进行的投票。

source: minutes ago
id: menit yang lalu
ja: 分前
zh: 分钟前

# my_info
source: My Information
id: Informasi Saya
ja: 私の情報
zh: 我的信息

# mypage_comment
source: Manage comments
id: Mengelola komentar
ja: コメント管理
zh: 管理评论

# mypage_language
source: Language settings
id: Pengaturan bahasa
ja: 言語設定
zh: 语言设置

# mypage_purchases
source: My purchases
id: Pembelian saya
ja: 私の購入
zh: 我的采购

# mypage_setting
source: Settings
id: Pengaturan
ja: 設定
zh: 设置

# mypage_subscription
source: Subscription information
id: Informasi langganan
ja: 購読情報
zh: 订阅信息

# nav_ads
source: Ads
id: Iklan
ja: 広告
zh: 广告

# nav_board
source: Boards
id: Papan
ja: 掲示板
zh: 执行局

# nav_gallery
source: Gallery
id: Galeri
ja: ギャラリー
zh: 画廊

# nav_home
source: Home
id: Beranda
ja: ホーム
zh: 首页

# nav_library
source: Libraries
id: Perpustakaan
ja: ライブラリ
zh: 图书馆

# nav_media
source: Media
ja: メディア
zh: 媒体

# nav_my
source: My
id: Saya
ja: マイ
zh: 我的

# nav_picchart
source: PIC Charts
id: Bagan PIC
ja: PICチャート
zh: PIC 图表

# nav_purchases
source: Purchase
id: Pembelian
ja: 購入
zh: 购买

# nav_rewards
source: Reward
id: Hadiah
ja: リワード
zh: 奖励

# nav_setting
source: Settings
id: Pengaturan
ja: 設定
zh: 设置

# nav_store
source: Shop
id: Belanja
ja: ショップ
zh: 商店

# nav_subscription
source: Subscriptions
id: Langganan
ja: サブスクリプション
zh: 订阅

# nav_vote
source: Voting
id: Pemungutan suara
ja: 投票
zh: 投票

# nickname_validation_error
source: 20 characters or less, excluding special characters.
id: 20 karakter atau kurang, tidak termasuk karakter khusus.
ja: 20文字以内、特殊文字を除くことができます。
zh: 20 个字符或更少，不包括特殊字符。

source: Optional
id: Opsional
ja: オプション
zh: 可选

# page_title_mypage
source: My Page
id: Halaman Saya
ja: マイページ
zh: 我的页面

# page_title_myprofile
source: My profile
id: Profil saya
ja: 私のプロフィール
zh: 我的简介

# page_title_post_write
source: Create a post
id: Membuat postingan
ja: 投稿の作成
zh: 创建一个职位

# page_title_privacy
source: Privacy Policy
id: Kebijakan Privasi
ja: 個人情報保護方針
zh: 隐私政策

# page_title_setting
source: Preferences
id: Preferensi
ja: 環境設定
zh: 首选项

# page_title_terms_of_use
source: Terms of Use
id: Ketentuan Penggunaan
ja: 利用規約
zh: 使用条款

# page_title_vote_detail
source: Vote
id: Pilih
ja: 投票する
zh: 投票

# page_title_vote_list
source: Vote List
id: Daftar Voting
ja: 投票リスト
zh: 投票列表

# patch_check
source: Checking for patches
id: Memeriksa tambalan
ja: パッチをチェックする
zh: 检查补丁

# patch_error
source: Patch failed
id: Tambalan gagal
ja: パッチが失敗した
zh: 补丁失败

# patch_install
source: Installing patch
id: Menginstal patch
ja: パッチをインストールする
zh: 安装补丁

# patch_restart_app
source: Restarting app
id: Memulai ulang aplikasi
ja: アプリを再起動する
zh: 重启应用程序

# popup_label_delete
source: Delete
id: Menghapus
ja: 削除
zh: 删除

# post_anonymous
source: Anonymous posting
id: Posting anonim
ja: 匿名投稿
zh: 匿名张贴

# post_ask_go_to_temporary_save_list
source: Want to go to the Drafts list?
id: Ingin membuka daftar Draf?
ja: 一時保存リストに移動しますか？
zh: 想进入草稿列表吗？

# post_board_already_exist
source: A board that already exists.
id: Sebuah papan yang sudah ada.
ja: すでに存在する掲示板です。
zh: 一个已经存在的董事会。

# post_board_create_request_complete
source: Your request to open a board is complete.
id: Permintaan Anda untuk membuka papan selesai.
ja: 掲示板のオープンリクエストが完了しました。
zh: 您的开设留言板申请已完成。

# post_board_create_request_condition
source: *Only one minor board can be applied per ID.
id: *Hanya satu papan minor yang dapat diterapkan per ID.
ja: *1つのIDにつき1つのマイナー掲示板のみ申請が可能です。
zh: *每个 ID 只能申请一个未成年人板。

# post_board_create_request_label
source: Request to open a board
id: Permintaan untuk membuka papan
ja: 掲示板オープンリクエスト
zh: 申请开设一个板块

# post_board_create_request_reviewing
source: Reviewing a request to open a board
id: Meninjau permintaan untuk membuka papan
ja: 掲示板オープンリクエスト検討中
zh: 审查开板申请

# post_board_request_label
source: Open requests
id: Permintaan terbuka
ja: オープンリクエスト
zh: 公开申请

# post_cannot_open_youtube
source: I can't open Youtube.
id: Saya tidak bisa membuka Youtube.
ja: Youtubeを開くことができません。
zh: 我打不开 Youtube。

# post_comment_action_show_original
source: View full text
id: Lihat teks lengkap
ja: 原文を見る
zh: 查看全文

# post_comment_action_show_translation
source: View translations
id: Lihat terjemahan
ja: 翻訳を見る
zh: 查看翻译

# post_comment_action_translate
source: Translation
id: Terjemahan
ja: 翻訳
zh: 翻译

# post_comment_content_more
source: More
id: Lebih lanjut
ja: もっと見る
zh: 更多信息

# post_comment_delete_confirm
source: Are you sure you want to delete the comment?
id: Apakah Anda yakin ingin menghapus komentar tersebut?
ja: コメントを削除しますか？
zh: 您确定要删除评论吗？

# post_comment_delete_fail
source: Comment deletion failed.
id: Penghapusan komentar gagal.
ja: コメントの削除に失敗しました。
zh: 评论删除失败。

# post_comment_deleted_comment
source: This is a deleted comment.
id: Ini adalah komentar yang telah dihapus.
ja: 削除されたコメントです。
zh: 这是一条已删除的评论。

# post_comment_like_processing_fail
source: Failed to process like.
id: Gagal memproses seperti.
ja: いいね処理に失敗しました。
zh: 处理失败。

# post_comment_loading_fail
source: Comment failed to load.
id: Komentar gagal dimuat.
ja: コメントの読み込みに失敗しました。
zh: 评论加载失败。

# post_comment_register_fail
source: Comment registration failed.
id: Pendaftaran komentar gagal.
ja: コメント登録に失敗しました。
zh: 评论注册失败。

# post_comment_registered_comment
source: Your comment has been registered.
id: Komentar Anda telah terdaftar.
ja: コメントが登録されました。
zh: 您的评论已被注册。

# post_comment_reported_comment
source: This is a reported comment.
id: Ini adalah komentar yang dilaporkan.
ja: 報告されたコメントです。
zh: 这是据报道的评论。

# post_comment_translate_complete
source: The translation is complete.
id: Terjemahan sudah selesai.
ja: 翻訳が完了しました。
zh: 翻译工作已经完成。

# post_comment_translate_fail
source: The translation failed.
id: Terjemahan gagal.
ja: 翻訳に失敗しました。
zh: 翻译失败。

# post_comment_translated
source: Translated
id: Diterjemahkan
ja: 翻訳済み
zh: 已翻译

# post_comment_write_label
source: Write a comment
id: Tulis komentar
ja: コメントを書く
zh: 写评论

# post_content_placeholder
source: Please enter something.
id: Silakan masukkan sesuatu.
ja: 内容を入力してください。
zh: 请输入内容。

# post_delete_scrap_confirm
source: Do you want to delete the scrap?
id: Apakah Anda ingin menghapus memo?
ja: スクラップを削除しますか？
zh: 您想删除废料吗？

# post_delete_scrap_title
source: Delete a scrap
id: Menghapus memo
ja: スクラップ削除
zh: 删除废料

# post_flagged
source: Contains inappropriate content
id: Berisi konten yang tidak pantas
ja: 不適切な内容が含まれています
zh: 包含不当内容

# post_go_to_boards
source: Go to the board
id: Pergi ke papan tulis
ja: 掲示板に移動
zh: 进入董事会

# post_header_publish
source: Publishing
id: Penerbitan
ja: 投稿
zh: 出版

# post_header_temporary_save
source: Drafts
id: Draft
ja: 一時保存
zh: 草稿

# post_hint_title
source: Please enter a title.
id: Silakan masukkan judul.
ja: タイトルを入力してください。
zh: 请输入标题。

# post_hyperlink
source: Hyperlinks
id: Hyperlink
ja: ハイパーリンク
zh: 超链接

# post_insert_link
source: Inserting links
id: Memasukkan tautan
ja: リンク挿入
zh: 插入链接

# post_loading_post_fail
source: The post failed to load.
id: Postingan gagal dimuat.
ja: 投稿の読み込みに失敗しました。
zh: 帖子加载失败。

# post_minor_board_condition
source: Please enter a description of at least 5 characters and no more than 20 characters.
id: Masukkan deskripsi minimal 5 karakter dan maksimal 20 karakter.
ja: 説明は5文字以上20文字以内で入力してください。
zh: 请输入至少 5 个字符、不超过 20 个字符的描述。

# post_minor_board_create_request_message
source: * Message requesting to open a board.
id: * Pesan yang meminta untuk membuka papan.
ja: * 掲示板オープンリクエストのメッセージ。
zh: * 请求开设留言板的信息。
