Repository: charlie0421/picnic-app
Catalog: prame_app/lib/l10n/intl_*.arb
Languages: de, es, fr, pt

# nav_home
source: Home
de: Zuhause
es: Inicio
fr: Accueil
pt: Início

# nav_gallery
source: Gallery
de: Galerie
es: Galería
fr: Galerie
pt: Galeria

# nav_library
source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
pt: Biblioteca

# nav_purchases
source: Purchases
de: Käufe
es: Compras
fr: Achats
pt: Compras

# nav_ads
source: Ads
de: Anzeigen
es: Anuncios
fr: Publicités
pt: Anúncios

# mypage_purchases
source: My Purchases
de: Meine Käufe
es: Mis Compras
fr: Mes Achats
pt: Minhas Compras

# mypage_setting
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
pt: Configurações

# mypage_subscription
source: Subscription Info
de: Abonnement Info
es: Información de Suscripción
fr: Info Abonnement
pt: Informação de Subscrição

# mypage_comment
source: Comment Management
de: Kommentarverwaltung
es: Gestión de Comentarios
fr: Gestion des Commentaires
pt: Gestão de Comentários

# mypage_language
source: Language Settings
de: Spracheinstellungen
es: Configuración de Idioma
fr: Paramètres de Langue
pt: Configurações de Língua

# title_select_language
source: Language selection
de: Selecteer taal
es: Selección de idioma
fr: Sélectionnez la langue
pt: Seleção de idioma

# label_current_language
source: Current language
de: Huidige taal
es: Idioma actual
fr: Langue actuelle
pt: Idioma atual

# lable_my_celeb
source: My Celeb
de: Meine Berühmtheit
es: Mi Celeb
fr: Ma Célébrité
pt: Minha celebridade

# label_celeb_recommend
source: Celebrity recommendations
de: Empfehlungen für Prominente
es: Recomendaciones de famosos
fr: Recommandations de célébrités
pt: Recomendações de celebridades

# text_hint_search
source: Search for celebrities.
de: Suche nach Berühmtheiten.
es: Búsqueda de famosos.
fr: Recherche de célébrités.
pt: Pesquisar celebridades.

# toast_max_5_celeb
source: You can add up to 5 My Celebrities.
de: Sie können bis zu 5 Meine Prominenten hinzufügen.
es: Puedes añadir hasta 5 Mis Famosos.
fr: Vous pouvez ajouter jusqu'à 5 My Celebrities.
pt: Você pode adicionar até 5 My Celebrities.

# label_moveto_celeb_gallery
source: Go to the Celebrity Gallery
de: Zur Prominenten-Galerie gehen
es: Ir a la Galería de famosos
fr: Aller à la galerie des célébrités
pt: Ir para a Galeria de celebridades

# text_moveto_celeb_gallery
source: Navigates to the selected celebrity's home.
de: Navigiert zur Homepage des ausgewählten Prominenten.
es: Navega hasta la página de inicio de la celebridad seleccionada.
fr: Permet d'accéder à la maison de la célébrité sélectionnée.
pt: Navega até a casa da celebridade selecionada.

# text_ads_random
source: Viewing ads and collecting random images.
de: Anzeigen ansehen und Zufallsbilder sammeln.
es: Ver anuncios y recopilar imágenes aleatorias.
fr: Visualisation de publicités et collecte d'images aléatoires.
pt: Exibição de anúncios e coleta de imagens aleatórias.

# label_find_celeb
source: Find more celebrities
de: Mehr Berühmtheiten finden
es: Más famosos
fr: Trouver plus de célébrités
pt: Encontre mais celebridades

# label_no_celeb
source: You don't have any celebrities bookmarked yet!.
de: Sie haben noch keine Berühmtheiten als Lesezeichen gespeichert.
es: Usted no tiene ninguna celebridad en favoritos todavía!.
fr: Vous n'avez pas encore de célébrités dans vos favoris !
pt: Você ainda não tem nenhuma celebridade marcada como favorita!

# label_celeb_gallery
source: Celeb Gallery.
de: Galerie Salop.
es: Galería Salop.
fr: Galerie Salop.
pt: Galeria Salop.

# label_draw_image
source: Chance to win a random image
de: Chance, ein zufälliges Bild zu gewinnen
es: Oportunidad de ganar una imagen al azar
fr: Une chance de gagner une image au hasard
pt: Chance de ganhar uma imagem aleatória

# text_draw_image
source: Confirmed ownership of 1 image from the entire gallery
de: 1 Bild aus der gesamten Galerie bestätigt Sammlung
es: 1 imagen de toda la galería colección confirmada
fr: 1 image de l'ensemble de la galerie Collection confirmée
pt: 1 imagem de toda a coleção confirmada da galeria

# label_gallery_tab_gallery
source: Gallery
de: Galerie
es: Galería
fr: Galerie

# label_reply
source: Replying to a reply
de: Antwort
es: Respuesta
fr: Répondre

# label_time_ago_day
source: {day} days ago
de: vor {Tag} Tagen
es: Hace {day} días
fr: Il y a {day} jours

# label_time_ago_hour
source: {hour} hours ago
de: vor {Stunde} Stunden
es: Hace {hour} horas
fr: Il y a {hour} heures

# label_time_ago_minute
source: {minute} minutes ago
de: vor {Minute} Minuten
es: Hace {minute} minutos
fr: Il y a {minute} minutes

# label_time_ago_right_now
source: Just a moment ago
de: Eben noch
es: Hace un momento
fr: Il y a quelques instants

# label_read_more_comment
source: More comments
de: Weitere Kommentare
es: Más comentarios
fr: Plus de commentaires

# label_title_report
source: Make a report
de: Einen Bericht erstellen
es: Hacer un informe
fr: Faire un rapport

# message_report_confirm
source: Want to report?
de: Möchten Sie es melden?
es: ¿Quieres denunciarlo?
fr: Voulez-vous le signaler ?

# message_report_ok
source: The report is complete.
de: Der Bericht ist vollständig.
es: El informe está completo.
fr: Le rapport est complet.

# label_title_comment
source: Comments
de: Kommentar
es: Comentario
fr: Commentaire

# label_hint_comment
source: Leave a comment.
de: Hinterlassen Sie einen Kommentar.
es: Deja un comentario.
fr: Laissez un commentaire.

# button_ok
source: Confirm
de: Bestätigen Sie
fr: Confirmer

# button_cancel
source: Cancel
de: 取消
fr: 取消
